<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <title>8.nodarbība: ziņu pratība</title>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="This course is designed to help individuals to become smart consumers of news and informed participants in civic life.">
    <meta name="author" content="ESSENTIAL Project Turkish Team">

    <!-- Le styles -->
    <link href="../css/bootstrap.css" rel="stylesheet">
    <link href="http://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/themes/black-tie/jquery-ui.css" rel="stylesheet">
    <link href="../css/jquery.tocify.css" rel="stylesheet">
    <link href="../css/prettify.css" type="text/css" rel="stylesheet" />

    <!-- Le HTML5 shim, for IE6-8 support of HTML5 elements -->
    <!--[if lt IE 9]>
      <script src="http://html5shim.googlecode.com/svn/trunk/html5.js"></script>
    <![endif]-->

    <!-- Le fav icon -->
    <link rel="shortcut icon" href="../assets/ico/favicon.ico">

    <style>
    body {
      padding-top: 20px;
    }
    p {
      font-size: 16px;
    }
    .headerDoc {
      color: #005580;
    }

@media (max-width: 767px) {
    #toc {
        position: relative;
        width: 100%;
        margin: 0px 0px 20px 0px;
    }
}
    </style>

	<!-- Global site tag (gtag.js) - Google Analytics -->
	<script async src="https://www.googletagmanager.com/gtag/js?id=G-VFJPMP12NF"></script>
	<script>
  		window.dataLayer = window.dataLayer || [];
  		function gtag(){dataLayer.push(arguments);}
 		gtag('js', new Date());

 		gtag('config', 'G-VFJPMP12NF');
	</script>

</head>

  <body>

    <div class="container-fluid">
      <div class="row-fluid">
        <div class="span3">
          <div id="toc">
            <center>
              <br>
              <code class="trainee">Trainees Edition</code>
              <code class="trainer">Trainers Edition</code>
              <code class="select"><a href="?userType=trainee">Trainees Edition</a></code>
              <code class="select"><a href="?userType=trainer">Trainers Edition</a></code>
            <a href="#top"><img src="../img/index/essential_logo.jpg" width="75%"></a>
            <p><a class="btn btn-secondary btn-small" href="index.html">MOOC HOME</a></p>
            </center>
          </div><!--/.well -->
        </div><!--/span-->

        <div class="span9">
          <div class="hero-unit">
<span style="font-size: 24pt;"><strong>8.nodarbība: ziņu pratība</strong></span>
          </div>
<h2><span style="font-size: 18pt;"><strong>Nodarbības saturs</strong></span></h2>
<p><span style="font-weight: 400;">&Scaron;īs nodarbības galvenais mērķis ir&nbsp; definēt ziņu pratību, tās galvenos pamatelementus un ziņu pratības apmācības programmas saturu.</span></p>
<p><span style="font-weight: 400;">Nodarbības sekundārais mērķis ir sniegt vadlīnijas pasniedzējiem, kuri vēlas izmantot nodarbības saturu, lai mācītu saviem studentiem izpratni par ziņu pratību.</span></p>
<p><span style="font-weight: 400;">&Scaron;ie mērķi palīdz izprast ziņu pratības definīciju, ziņu pratības jēdziena pamatelementus, tā saistību ar kritisko domā&scaron;anu, kā arī mediju un informācijas pratības jēdzieniem.</span></p>
<p><span style="font-weight: 400;">Studenti, kuri būs sekmīgi pabeigu&scaron;i &scaron;o nodarbību spēs izprast:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">ziņu pratības jēdzienu</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">ziņu pratības pamatjēdzienus&nbsp;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">saikni starp ziņu pratību un kritisko domā&scaron;anu</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">saikni starp ziņu pratību, medijpratību un informācijas pratību</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">ziņu pratības mācību programmu apjomu</span></li>
</ul>
<p><span style="font-weight: 400;">Papildus tam pasniedzēji, kuri būs sekmīgi apguvu&scaron;i &scaron;o nodarbību, iegūs izpratni par to, kā nodot tālāk zinā&scaron;anas par &scaron;o tēmu.</span></p>
<h2><span style="font-size: 18pt;"><strong>Nodarbības struktūra&nbsp;</strong></span></h2>
<p><span style="font-weight: 400;">Nodarbība sastāv no &scaron;ādām daļām:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">nodarbības apraksts (mērķi, satura izklāsts un mācību rezultāti),</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">nodarbības struktūra,</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">vadlīnijas studentiem,</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">vadlīnijas pasniedzējiem (kā sagatavoties, izmantojamās metodes, ieteikumi),</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">saturs (mācību materiāli),&nbsp;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">tests,</span></li>
<li style="font-weight: 400;" aria-level="1">informācijas resursi (izmantotie avoti, ieteicamie avoti un video).</li>
</ul>
<p><span style="font-weight: 400;">Galvenie nodarbības mērķi, satura izklāsts un mācību rezultāti ir raksturoti nodarbības apraksta daļā. Saturs ietver visus mācību materiālus. Tests sastāv no jautājumiem ar atbilžu variantiem un apgalvojumiem, kuri jāatzīmē, vai tie ir patiesi vai aplami, kas palīdzēs novērtēt studenta sekmes. Informācijas resursi ir dalīti divās sadaļās &ndash;&nbsp; izmantotie avoti un ieteicamie avoti tālākai pētniecībai. Izmantotie avoti ir to materiālu saraksts, kas citēti mācību materiālā. Ieteicamie avoti satur papildu informācijas avotus un video, kurus būtu ieteicams izlasīt un noskatīties, lai labāk izprastu tēmu. Vadlīnijas studentiem iekļauj instrukcijas un ieteikumus studentiem. Vadlīnijas pasniedzējiem palīdz pasniedzējiem dažādās mācību procesa fāzēs un sniedz noderīgus ieteikumus.&nbsp;</span></p>
<h2><span style="font-size: 18pt;"><strong>Vadlīnijas studentiem&nbsp;</strong></span></h2>
<p><span style="font-weight: 400;">Nepiecie&scaron;ams izlasīt tekstu un noskatīties ieteikto video. Ieteicamie informācijas avoti var palīdzēt labāk izprast tēmu. Pēc mācību materiāla apgū&scaron;anas vēlams izpildīt testu, lai novērtētu savas sekmes. Ja nepiecie&scaron;ams, mācību materiālu var pārskatīt atkārtoti.</span></p>
<h2><span style="font-size: 18pt;"><strong>Vadlīnijas pasniedzējiem&nbsp;</strong></span></h2>
<p><span style="font-weight: 400;">Vadlīnijas pasniedzējiem ietver padomus un ieteikumus, kā studentiem pasniegt nodarbības tēmu</span><span style="font-weight: 400;">.</span></p>
<h4><strong>Sagatavo&scaron;anās</strong></h4>
<p><span style="font-weight: 400;">Sagatavot prezentāciju (PowerPoint/Prezi/Canva) par nodarbības tēmu, kas papildināta ar piemēriem.&nbsp;</span></p>
<h4><strong>Darba uzsāk&scaron;ana</strong></h4>
<p><span style="font-weight: 400;">Īss tests (3-5 jautājumi), izmantojot platformu Kahoot vai Mentimeter, lai iesaistītu studentus vai pārbaudītu eso&scaron;ās zinā&scaron;anas.</span></p>
<h4><strong>Izmantojamās metodes</strong></h4>
<p><span style="font-weight: 400;">Mācību procesā var izmantot dažādas metodes, piemēram:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">lekcija,</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">diskusija,</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">darbs grupās,</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">pa&scaron;refleksija.</span></li>
</ul>
<h3><span style="font-size: 14pt;"><strong>Padomi pasniedzējiem</strong></span></h3>
<h3><strong>Iesildī&scaron;anās</strong></h3>
<p><span style="font-weight: 400;">Lai efektīvi iesaistītu dalībniekus mācību procesā un vienotos par to, kas tiks apgūts nodarbības laikā, tās sākumā var uzdot iesildo&scaron;us jautājumus pa to kā studenti definētu terminu ziņu pratība. </span><span style="font-weight: 400;">Pēc diskusijas pārliecinieties, ka studenti izprot ziņu pratības jēdzienu.</span></p>
<h4><strong>Nodarbības mērķa paskaidro&scaron;ana&nbsp;</strong></h4>
<p><span style="font-weight: 400;">Nodarbības mērķim&nbsp;jābūt skaidram, &scaron;ajā gadījumā izprast ziņu</span><span style="font-weight: 400;"> pratības jēdzienu. </span><span style="font-weight: 400;">Pēc iesildo&scaron;ajiem jautājumiem būs vieglāk izskaidrot nodarbības mērķus.</span></p>
<h4><strong>Nodarbības satura izklāsts&nbsp;</strong></h4>
<p><span style="font-weight: 400;">Iepazīstinot ar nodarbības saturu, pārliecinieties, ka mijiedarbojieties ar studentiem un iedro&scaron;iniet viņus aktīvi iesaistīties:&nbsp;</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">pirms sniedzat pla&scaron;u informāciju par ziņu pratības pamatelementiem, palūdziet dalībniekiem to izskaidrot;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">pirms demonstrējat cie&scaron;o saistību starp ziņu pratību un kritisko domā&scaron;anu, palūdziet dalībniekiem to izskaidrot;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">demonstrējot saikni starp ziņu pratību, medijpratību un informācijas pratību, noteikti skaidri definējiet katru no &scaron;iem jēdzieniem un parādiet &scaron;o jēdzienu hierarhisko struktūru (kas ietver ko).</span></li>
</ul>
<h4><strong>Noslēgums</strong></h4>
<p><span style="font-weight: 400;">Sniedziet nodarbības kopsavilkumu un uzdodiet dažus jautājumus, kas palīdzētu izcelt būtiskāko satura izklāstā. Pajautājiet studentiem sagatavot ziņu pratības nodarbības izklāstu.</span></p>
<p><span style="font-weight: 400;">Pēc diskusijām pārliecinieties, ka studenti saprot, ka ziņu pratība ir komplekss jēdziens, kam ir dažādi aspekti (sastāv no dažādiem pamatelementiem) un tas cie&scaron;i saistīts ar pla&scaron;ākiem jēdzieniem, piemēram, medijpratība un informācijas pratība. Uzsveriet arī to, ka ziņu pratības prasmes var attīstīt.</span></p>
<h2><span style="font-size: 18pt;"><strong>Saturs: ziņu pratība&nbsp;</strong></span></h2>
<h3><strong>Ievads</strong></h3>
<p><span style="font-weight: 400;">Mūsdienās spēja kritiski izvērtēt ziņas tiek novērtēta augstāk nekā jebkad agrāk (</span><a href="https://doi.org/10.1016/j.tsc.2019.05.004"><span style="font-weight: 400;">Lai Ku, Kong, Song, Deng, Kang &amp; Hu, 2019,</span></a><span style="font-weight: 400;"> lppp. 3), jo pēcpatiesības laikmetu raksturo afektīva informācijas uzvedība, pieaugo&scaron;s neskaidras informācijas daudzums, polarizēti uzskati, heiristiskā domā&scaron;ana un algoritmiskā neobjektivitāte (</span><a href="https://www.tandfonline.com/doi/full/10.1080/1369118X.2019.1637445"><span style="font-weight: 400;">Vraga &amp; Tully, 2021</span></a><span style="font-weight: 400;">, lpp. 150).</span></p>
<p><span style="font-weight: 400;">Mūsdienās ziņas veido daudz vairāk cilvēku, un tās tiek izplatītas lielā skaitā platformu un tehnoloģiju nekā jebkad agrāk. &Scaron;ī jaunā gandrīz neierobežotā līdzdalība un pieejamība ir veicinājusi "ziņu" papla&scaron;inā&scaron;anos, iekļaujot daudz vairāk nekā tikai profesionālu žurnālistiku. Līdz ar to pieaug bažas ne tikai par dezinformācijas izplatību, bet arī par cilvēku spēju cīnīties ar dezinformāciju un atrast un at&scaron;ķirt atbilsto&scaron;u un kvalitatīvu informāciju (</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft &amp; Ashley, 2021</span></a><span style="font-weight: 400;">, lpp. 1).</span></p>
<p><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">Ziņu pratība mūsdienās tiek uzskatīta par līdzekli kritisko mediju patēriņa uzlabo&scaron;anai (</span><a href="https://www.tandfonline.com/doi/full/10.1080/1369118X.2019.1637445"><span style="font-weight: 400;">Vraga &amp; Tully, 2021</span></a><span style="font-weight: 400;">, lpp. 150). Ja ņem vērā ziņu potenciālu iedzīvotāju informē&scaron;anā un pilsoniskās iesaistes un demokrātiskas līdzdalības veicinā&scaron;anā, kā arī ziņu mediju ierobežojumus un izmaiņas ziņu veido&scaron;anas procesos (īpa&scaron;i no producentu puses), ziņu pratības nozīme kļūst acīmredzama (</span><a href="http://jmc.sagepub.com/content/68/1/7"><span style="font-weight: 400;">Ashley, Maksl &amp; Craft, 2013</span></a><span style="font-weight: 400;">, lpp. 7).</span></p>
<h3><strong>Ziņu pratības jēdziens</strong></h3>
<p><span style="font-weight: 400;">Pirms ziņu pratības definē&scaron;anas labāk precizēt, ko nozīmē ziņas un pratība. &ldquo;Ziņas&rdquo; ir pla&scaron;s termins, kas dažādiem cilvēkiem un dažādos kontekstos nozīmē dažādas lietas, tomēr to var definēt kā jebkuru precīzu informāciju, kas atvieglo lēmumu pieņem&scaron;anu gan par personiskiem, gan sociāliem jautājumiem, tādējādi ļaujot cilvēkiem efektīvāk iesaistīties sabiedrībā (</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft &amp; Ashley, 2021</span></a><span style="font-weight: 400;">, lpp. 3). Sociālie mediji vēl vairāk papla&scaron;ina &scaron;o definīciju, iekļaujot dažādus apgalvojumus, stāstus un informāciju par sabiedriskām lietām. Turklāt digitālo ziņu vidē indivīdi saskaras ar satura straumi, kas izskatās pēc ziņām, bet patiesībā var būt propaganda, mārketings vai dezinformācija, kas sarežģī mēģinājumus noskaidrot, kuras ir ziņas un kuras nav (</span><a href="https://doi.org/10.1177/14648849211005888"><span style="font-weight: 400;">Tully, Maksl, Ashley, Vraga &amp; Craft, 2021</span></a><span style="font-weight: 400;">, lpp. 3).&nbsp;&nbsp;&nbsp;</span></p>
<p><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">Vienkār&scaron;ākā &ldquo;pratības&rdquo; nozīme ir spēja lasīt un rakstīt. Tomēr pratības jēdziens sniedzas tālāk par vienkār&scaron;i spēju lasīt; tas vienmēr ir nozīmējis spēju lasīt ar nozīmi un izpratni. Tas ir izziņas pamats. Mūsdienās pratības jēdziens tiek izmantots kā metafora, kas attiecas uz zinā&scaron;anu un kompetenču bāzi konkrētā jomā (</span><a href="https://www.researchgate.net/publication/235266224_Information_and_digital_literacies_a_review_of_concepts"><span style="font-weight: 400;">Bawden, 2001</span></a><span style="font-weight: 400;">, lpp. 220, 223). Piemēram, ziņu pratība nozīmē, ka cilvēkam ir zinā&scaron;anas par ziņām un pamatprasmes, kas nepiecie&scaron;amas, lai patērētu un novērtētu ziņas un piedalītos ziņu veido&scaron;anā (</span><a href="https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2342313"><span style="font-weight: 400;">Malik, Cortesi &amp; Gasser, 2013</span></a><span style="font-weight: 400;">, lpp.6).</span></p>
<p><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">Ziņu pratība attiecas uz zinā&scaron;anām un prasmēm, kas nepiecie&scaron;amas, lai kļūtu par vērīgāku un skeptiskāku ziņu patērētāju, kur&scaron; izprot attiecības starp žurnālistiem, ziņu veidotājiem, iedzīvotājiem un demokrātiju mainīgā mediju vidē. Ziņu pratība prasa izpratni par ziņu veido&scaron;anas un patēriņa saturu un kontekstu, tostarp sociālo mediju platformu un lietotāju lomu ziņu ekosistēmā, kā arī veidus, kā patērētāju uzskati ietekmē ziņu izvēli un interpretāciju (</span><a href="https://www.tandfonline.com/doi/full/10.1080/1369118X.2019.1637445"><span style="font-weight: 400;">Vraga &amp; Tully, 2021</span></a><span style="font-weight: 400;">, lpp. 151).</span></p>
<p><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">Citiem vārdiem sakot, ziņu pratība ietver izpratni par ziņu lomu sabiedrībā; motivāciju meklēt ziņas (apziņa, cik svarīgi ir sekot līdzi ziņām un izprast ziņu ignorē&scaron;anas sekas); spēja atrast, identificēt un atpazīt ziņas (tas ir svarīgi, ja ņem vērā ziņu definīcijas mainīgās robežas); spēja kritiski izvērtēt ziņas; un spēja radīt ziņas (</span><a href="https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2342313"><span style="font-weight: 400;">Malik, Cortesi &amp; Gasser, 2013</span></a><span style="font-weight: 400;">, lpp. 8-9).</span></p>
<p><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">Ziņu pratība tiek definēta arī kā zinā&scaron;anas par personīgajiem un sociālajiem procesiem, kuros ziņas tiek ražotas, izplatītas un patērētas, un prasmes, kas ļauj lietotājiem kontrolēt &scaron;os procesus (</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft &amp; Ashley, 2021</span></a><span style="font-weight: 400;">, lpp. 5).</span></p>
<p><span style="font-weight: 400;">&nbsp;</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft and Ashley (2021</span></a><span style="font-weight: 400;">, lpp. 5) piedāvāt piecus jaunus ziņu pratības pamatelementus: konteksts, izveide, saturs, aprite un patēriņ&scaron;.&nbsp;</span></p>
<h3><strong>Konteksts</strong></h3>
<p><span style="font-weight: 400;">Konteksts tiek definēts kā sociālā, juridiskā un ekonomiskā vide, kurā tiek veidotas ziņas. Zinā&scaron;anas par kontekstu ietver sociālo mediju un tehnoloģiju firmu dominējo&scaron;o biznesa struktūru noteik&scaron;anu, citu organizāciju, piemēram, sabiedrisko attiecību un valdības lomu satura ietekmē&scaron;anā, kā arī tiesisko aizsardzību un ierobežojumus, kādos satura veidotāji darbojas ziņu organizācijās un ārpus tām. Ar ziņu kontekstu saistītās prasmes ietver to, cik labi indivīdi interpretē ierobežojumus, saskaņā ar kuriem ziņas tiek veidotas. Tas ietver spēju novērtēt sociālo mediju vietņu pakalpojumu noteikumus, kā arī noteikumus un tiesību aktus, kas ierobežo un/vai atbalsta vārda un pla&scaron;saziņas līdzekļu brīvību (</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft &amp; Ashley, 2021</span></a><span style="font-weight: 400;">, lpp. 6;&nbsp; </span><a href="https://doi.org/10.1177/14648849211005888"><span style="font-weight: 400;">Tully, Maksl, Ashley, Vraga &amp; Craft, 2021</span></a><span style="font-weight: 400;">, lpp. 6-7).</span></p>
<h3><strong>Izveide</strong></h3>
<p><span style="font-weight: 400;">Izveide tiek definēta kā process, kurā iesaistīti žurnālisti un citas personas izstrādājot ziņu un sižetu saturu. Zinā&scaron;anas par ziņu veido&scaron;anu ietver zinā&scaron;anas par žurnālistu iezīmēm, normām, kas ir žurnālistikas pamatā, un darbības, kurās žurnālisti iesaistās reportāžu un satura veido&scaron;anā. Izveide ietver arī spēju noteikt ziņu vērtību un izmantot &scaron;o informāciju, lai izveidotu ziņojumus, piemēram, tvītus vai ziņas ar kurām dalīties. (</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft &amp; Ashley, 2021</span></a><span style="font-weight: 400;">, lpp. 6; </span><a href="https://doi.org/10.1177/14648849211005888"><span style="font-weight: 400;">Tully, Maksl, Ashley, Vraga &amp; Craft, 2021</span></a><span style="font-weight: 400;">, lpp.7-9).</span></p>
<h3><strong>Saturs</strong></h3>
<p><span style="font-weight: 400;">Saturs tiek definēts kā ziņu stāsta kvalitāte, kas to at&scaron;ķir no cita veida mediju satura. Zinā&scaron;anas par ziņu saturu ietver ziņu vērtību atpazī&scaron;anu, izpratni par dominējo&scaron;o ziņu pasnieg&scaron;anas veidu, piemēram, epizodiskus vai tematiskus kadrus, un ziņu galveno iezīmju atpazī&scaron;anu, piemēram, izmantotie informācijas avoti, iespēja tos pārbaudīt. Tas ietver arī prasmju attīstī&scaron;anu, lai identificētu dažāda veida ziņu saturu, (nevis viedokli vai reklāmu) novērtētu ziņu kvalitāti un uzticamību (</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft &amp; Ashley, 2021</span></a><span style="font-weight: 400;">, lpp. 6-7; </span><a href="https://doi.org/10.1177/14648849211005888"><span style="font-weight: 400;">Tully, Maksl, Ashley, Vraga &amp; Craft, 2021</span></a><span style="font-weight: 400;">, lpp. 9-10).</span></p>
<h3><strong>Aprite</strong></h3>
<p><span style="font-weight: 400;">Aprite tiek definēta kā process, kurā ziņas tiek izplatītas potenciālajai auditorijai. Ziņu apriti kā process ietekmē dažādi sociālās sistēmas faktori. Aprites prasmes ietver personalizāciju informācijas meklē&scaron;anas rezultātos un sociālajās plūsmās vai sociālo mediju iestatījumu pielāgo&scaron;anu. &Scaron;īs prasmes liecina, ka lietotāji saprot ziņu apriti un spēj kontrolēt saņemto ziņu klāstu (</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft &amp; Ashley, 2021</span></a><span style="font-weight: 400;">, lpp. 7; </span><a href="https://doi.org/10.1177/14648849211005888"><span style="font-weight: 400;">Tully, Maksl, Ashley, Vraga &amp; Craft, 2021</span></a><span style="font-weight: 400;">, lpp. 10-11).</span></p>
<h3><strong>Patēriņ&scaron;</strong></h3>
<p><span style="font-weight: 400;">Ziņu patēriņ&scaron; tiek definēts kā personīgi faktori, kas veicina ziņu iedarbību, uzmanības noturību un vērtējumu. Zinā&scaron;anas par ziņu patēriņu ietver cilvēku personiskie aizspriedumi un noslieces. Prasmēm, kas saistītas ar patēriņu, jākoncentrējas uz indivīda spēju novērtēt ziņu iedarbību un patēriņa izvēli, lai pēc tam izveidotu ziņu patēriņa rutīnu ar dažādiem avotiem, kas atbilst konkrētās personas informācijas vajadzībām (</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft &amp; Ashley, 2021</span></a><span style="font-weight: 400;">, lpp. 7; </span><a href="https://doi.org/10.1177/14648849211005888"><span style="font-weight: 400;">Tully, Maksl, Ashley, Vraga &amp; Craft, 2021</span></a><span style="font-weight: 400;">, lpp. 11-13).</span></p>
<p><span style="font-weight: 400;">&Scaron;īs piecas jomas kopā ietver ziņu pratību. Fokusējoties uz visiem &scaron;iem elementiem tie visaptvero&scaron;i nodro&scaron;ina vienotu skatījumu, lai izstrādātu visaptvero&scaron;u ziņu pratības mācību programmu, kas seko līdzi pārmaiņām ziņu, informācijas un tehnoloģiju nozarēs (</span><a href="https://doi.org/10.1093/ct/qtaa005"><span style="font-weight: 400;">Vraga, Tully, Maksl, Craft &amp; Ashley, 2021</span></a><span style="font-weight: 400;">, lpp. 7-8).</span></p>
<h3><strong>Kritiskā domā&scaron;ana un ziņu pratība</strong></h3>
<p><span style="font-weight: 400;">Kritiskā domā&scaron;ana pēcpatiesības laikmetā prasa, lai ziņu lietotāji veidotu un uzturētu skeptisku viedokli, attīstītu spēju saskatīt uz pierādījumiem balstītu un objektīvu informāciju, lai pieņemtu pareizus spriedumus (</span><a href="https://doi.org/10.1016/j.tsc.2019.05.004"><span style="font-weight: 400;">Lai Ku, Kong, Song, Deng, Kang &amp; Hu, 2019</span></a><span style="font-weight: 400;">, lpp. 1).</span></p>
<p><span style="font-weight: 400;">Pēcpatiesības laikmetā faktiem un objektīviem pierādījumiem ir mazāka ietekme sabiedriskās domas veido&scaron;anā nekā personīgajai pārliecībai, anekdotēm un populāriem uzskatiem (</span><a href="https://literariness.org/wp-content/uploads/2019/06/Literariness.org-Nicole-A.-Cooke-Fake-News-and-Alternative-Facts_-Information-Literacy-in-a-Post-Truth-Era-ALA-Editions-2018.pdf"><span style="font-weight: 400;">Cooke, 2017</span></a><span style="font-weight: 400;">). Kritiskā domā&scaron;ana ir pirmā aizsardzības līnija, informācijai ne vienmēr var uzticēties, jo tā virza cilvēkus uz pārliecību, kas atbilst jau pieejamajiem pierādījumiem. Būtiski svarīga kritiskās domā&scaron;anas īpa&scaron;ība ir spēja meklēt pierādījumus, lai pamatotu viedokli (</span><a href="https://doi.org/10.1016/j.tsc.2019.05.004"><span style="font-weight: 400;">Lai Ku, Kong, Song, Deng, Kang &amp; Hu,&nbsp; 2019</span></a><span style="font-weight: 400;">, lpp. 3).</span></p>
<p><span style="font-weight: 400;">Kritiskajai domā&scaron;anai ir būtiska nozīme ziņu pratībā, kas ietver spēju domāt par ziņu kvalitāti (</span><a href="https://doi.org/10.1080/23808985.2008.11679081"><span style="font-weight: 400;">Rosenbaum, Beentjes, &amp; Konig, 2008</span></a><span style="font-weight: 400;">). </span><a href="https://mediaeducationlab.com/sites/default/files/Hobbs%2C%2520NEWS%2520LITERACY%2520AEJMC%25202010_1.pdf"><span style="font-weight: 400;">Hobbs (2010</span></a><span style="font-weight: 400;">) ir norādījis, ka kritiskā domā&scaron;ana ir galvenā prasme ziņu pratībā. Ziņu jomā ir vispārpieņemts kritisko prasmju kopums: (1) izpratne par ziņu viedokļiem un mērķiem, (2) novērtēt pierādījumu stiprumu un kvalitāti, (3) faktu at&scaron;ķir&scaron;ana no viedokļiem (4) identificēt aizspriedumus un (5) dalīties ar pārbudītiem viedokļiem digitālo mediju vidē&nbsp; (</span><a href="https://doi.org/10.1016/j.tsc.2019.05.004"><span style="font-weight: 400;">Lai Ku, Kong, Song, Deng, Kang &amp; Hu,&nbsp; 2019</span></a><span style="font-weight: 400;">, lpp. 4).</span></p>
<p><span style="font-weight: 400;">Digitālās ziņu platformas pastiprina risku pieņemt informāciju, kuras pamatā ir ērtības, emocionāla pievilcība, popularitāte vai cita heiristika, nevis pierādījumi vai fakti. Sociālie mediji veicina heiristikas apstrādi, laiku pa laikam un sporādiski patērējot ziņas, neveltot daudz laika satura izpratnei un novērtē&scaron;anai. &Scaron;āds heiristisks ziņu patēriņ&scaron; bieži tiek veikts, skenējot ziņu virsrakstus, atslēgvārdus, attēlus vai citus svarīgākos aspektus, radot vispārēju iespaidu par ziņu saturu bez padziļinātas izpratnes par ziņu stāstu un pilnībā neveidojot dažādas perspektīvas (</span><a href="https://doi.org/10.1080/21670811.2014.937149"><span style="font-weight: 400;">Meijer &amp; Kormelink, 2015</span></a><span style="font-weight: 400;">). Ziņu stāstu heiristiskā apstrāde tiek veicināta arī, izmantojot sociālo mediju personalizētos algoritmus. Algoritmu izmanto&scaron;ana ir mainījusi ziņu atlases būtību no redaktoru vai žurnālistu profesionāla sprieduma līdz lasītāju interesēm un vēlmēm (</span><a href="https://reutersinstitute.politics.ox.ac.uk/sites/default/files/Digital%20News%20Report%202017%20web_0.pdf"><span style="font-weight: 400;">Newman, Fletcher, Kalogeropoulos,Levy, &amp; Nielsen, 2017</span></a><span style="font-weight: 400;">). Tas rada riskus, jo algoritmi kontrolē ziņu informācijas plūsmu, ko sabiedrība saņem, un sabiedrība ir slikti informēta par to, kā algoritmi izvēlas ziņas (</span><a href="https://socialmedia.soc.northwestern.edu/wp-content/uploads/2016/05/E2A_DJ_PREPRINT.pdf"><span style="font-weight: 400;">DeVito, 2017</span></a><span style="font-weight: 400;">), un daudzi nezina, ka &scaron;ādi algoritmi vispār pastāv (</span><a href="https://doi.org/10.1145/2702123.2702174"><span style="font-weight: 400;">Rader &amp; Gray, 2015</span></a><span style="font-weight: 400;">). Sociālo mediju algoritmi veicina ziņu vidi, kas apgrūtina kritisko domā&scaron;anu, jo informācija tiek filtrēta, balstoties uz lietotāja eso&scaron;ajiem uzskatiem un vēlmēm: pastāv risks izveidot &ldquo;atbalss kameras&rdquo;, kurās lietotāji saņem saturu ar līdzīgiem viedokļiem tikai no līdzīgi domājo&scaron;iem cilvēkiem. Ja nav pretēju un dažādu viedokļu, viedoklis tiek pastāvīgi apstiprināts, kas vēl vairāk mudina indivīdu meklēt informāciju, kas ir saderīga ar viņa viedokli. Kritiskā domā&scaron;ana izvērtējot ziņas būtībā ir heiristikas izslēg&scaron;ana, kā arī izvairīties no lēmumu pieņem&scaron;anas, kas balstīti uz iepriek&scaron;ējiem uzskatiem vai populāriem viedokļiem (</span><a href="https://doi.org/10.1016/j.tsc.2019.05.004"><span style="font-weight: 400;">Lai Ku, Kong, Song, Deng, Kang &amp; Hu,&nbsp; 2019</span></a><span style="font-weight: 400;">, lpp. 6).&nbsp;</span></p>
<h3><strong>Attiecības ar citām pratībām</strong></h3>
<p><span style="font-weight: 400;">Ziņu pratība ir jauna joma mediju pratības, žurnālistikas izglītības un informācijas pratības jomā (</span><a href="https://oxfordre.com/communication/view/10.1093/acrefore/9780190228613.001.0001/acrefore-9780190228613-e-848"><span style="font-weight: 400;">Kajimoto &amp; Fleming, 2019</span></a><span style="font-weight: 400;">).</span></p>
<p><span style="font-weight: 400;">Vienlaikus ar ziņu pratības jomas izaugsmi vairāku disciplīnu pētnieki meklē vienprātību ne tikai par jēdziena definīciju, bet arī par tā sastāvdaļām un pla&scaron;ākām jomām, ar kurām ziņu pratība ir saistīta. Lai gan &scaron;ķiet, ka pētnieki nevarēja panākt vienprātību, galvenokārt ziņu pratības, informācijas pratības, digitālās pratības, kritiskās pratības un medijpratības teorētiskās un konceptuālās pārklā&scaron;anās dēļ, visi piekrīt, ka ziņu pratība ir pla&scaron;ākās mediju parības apak&scaron;kopa (</span><a href="http://jmc.sagepub.com/content/68/1/7"><span style="font-weight: 400;">Ashley, Maksl &amp; Craft, 2013</span></a><span style="font-weight: 400;">, lpp. 8). At&scaron;ķirība starp ziņu pratību un citām saistītajām prasmēm bieži ir neskaidra, jo praksē neviena no &scaron;īm jomām nav standartizēta (</span><a href="https://oxfordre.com/communication/view/10.1093/acrefore/9780190228613.001.0001/acrefore-9780190228613-e-848"><span style="font-weight: 400;">Kajimoto &amp; Fleming, 2019</span></a><span style="font-weight: 400;">). Lai gan ziņu pratība ir medijpratības apak&scaron;kopa, medijpratība ir informācijas pratības apak&scaron;kopa. Kritiskā lasītprasme un digitālā pratība ir priek&scaron;noteikumi visiem trim.</span></p>
<p><span style="font-weight: 400;">Ziņu pratība faktiski atrodas gan informācijas, gan medijpratības (vai nesen pazīstama kā mediju un informācijas pratība) krustpunktā, jo ziņas ir informācijas veids, ko var sniegt ar pla&scaron;saziņas līdzekļu starpniecību. Tomēr tā saistība ar pilsonisko iesaisti, kas konceptuāli at&scaron;ķir to no citas informācijas vai pla&scaron;saziņas līdzekļiem (</span><a href="https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2342313"><span style="font-weight: 400;">Malik, Cortesi &amp; Gasser, 2013</span></a><span style="font-weight: 400;">, lpp.7).</span></p>
<p><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">Medijpratība, līdzīgi kā ziņu pratība (kā kritiskās domā&scaron;anas prasme) ir definēta akadēmiskajā literatūrā. Tomēr pastāv desmitiem konkurējo&scaron;u medijpratības un informācijas pratības definīciju (kā arī konkurējo&scaron;o saistīto prasmju, piemēram, digitālās pratības un 21. gadsimta pratības definīcijas). Katrai intere&scaron;u aizstāvības grupai un pētniecības organizācijai ir sava definīcija, kas uzsver prasmes, kuras tā uzskata par vissvarīgākajām (</span><a href="https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2342313"><span style="font-weight: 400;">Malik, Cortesi &amp; Gasser, 2013</span></a><span style="font-weight: 400;">, lpp. 7). Mediju pratība parasti koncentrējas uz masu medijiem, to mērķtiecīgiem līdzekļiem un mērķiem (</span><a href="https://www.researchgate.net/publication/337373252_News_literacy_and_fake_news_curriculum_School_librarians'_perceptions_of_pedagogical_practices"><span style="font-weight: 400;">Farmer, 2019</span></a><span style="font-weight: 400;">, lpp. 4). To parasti definē kā spēju analizēt un novērtēt ziņojumus dažādās multivides platformās. Arī spēju veidot ziņojumus daudzi pētnieki iekļauj kā medijpratības sastāvdaļu. Citi medijpratību raksturo kā pilsoniskai sabiedrībai būtisku prasmi (</span><a href="https://doi.org/10.1177/1931243116656716"><span style="font-weight: 400;">Craft, Ashley &amp; Maksl, 2016</span></a><span style="font-weight: 400;">, lpp. 144). Taču papildus kritiskās domā&scaron;anas prasmēm un attiecīgajiem pla&scaron;saziņas līdzekļu platformu aspektiem ziņu pratība ir arī lietas, kas jāzina, lai efektīvi analizētu un novērtētu ziņu būtību (</span><a href="https://doi.org/10.1177/1931243116656716"><span style="font-weight: 400;">Craft, Ashley &amp; Maksl, 2016</span></a><span style="font-weight: 400;">, lpp. 145).</span></p>
<p><span style="font-weight: 400;">Medijpratība labi iekļaujas zem informācijpratības pla&scaron;ākā jēdziena, kas ir definēts kā prasmju kopums, kas nepiecie&scaron;ams, lai atrastu, izgūtu, analizētu un izmantotu informāciju (</span><a href="http://www.ala.org/acrl/standards/ilframework"><span style="font-weight: 400;">American Library Association, 2021</span></a><span style="font-weight: 400;">). Ziņu pratība ietver piekļuvi ziņām to izpratne, novērtē&scaron;ana un interpretācija (</span><a href="https://www.researchgate.net/publication/337373252_News_literacy_and_fake_news_curriculum_School_librarians'_perceptions_of_pedagogical_practices"><span style="font-weight: 400;">Farmer, 2019,</span></a><span style="font-weight: 400;"> lpp. 4), no otras puses, iederas arī zem medijpratības pla&scaron;ākā jēdziena. Viena no dominējo&scaron;ajām iezīmēm, kas at&scaron;ķir ziņu pratību no tās senāk atzītā līdzinieka medijpratības, ir vērsta tikai uz ziņu satura dekonstrukciju un ziņu veido&scaron;anas procesam raksturīgām metodēm, kuras nav piemērojamas cita veida mediju saturam (</span><a href="https://oxfordre.com/communication/view/10.1093/acrefore/9780190228613.001.0001/acrefore-9780190228613-e-848"><span style="font-weight: 400;">Kajimoto &amp; Fleming, 2019</span></a><span style="font-weight: 400;">).</span></p>
<h3><strong>Ziņu pratības mācību programma</strong></h3>
<p><span style="font-weight: 400;">Ziņu pratības mācību programmas galvenā misija ir pla&scaron;i atzīta kā "pilsoņu pilnvaro&scaron;ana", jo kritiskās domā&scaron;anas prasmes, kas nepiecie&scaron;amas ziņu ziņojumu novērtē&scaron;anai, un spēja identificēt uz faktiem balstītu, kvalitatīvu informāciju un veicināt labi informētu cilvēku aktīvu līdzdalību un iesaistī&scaron;anos pilsoniskā sabiedrībā. Ziņu pratības apmācības tradicionāli tiek veiktas medijpratības paspārnē, tomēr īpa&scaron;i pēc tam, kad pieaugu&scaron;as globālās bažas par &ldquo;pēcpatiesības&rdquo; mediju patēriņu un &ldquo;viltus ziņu&rdquo; fenomeniem ziņu pratības mācību programma pati par sevi ir kļuvusi par akadēmiskā diskursa daļu dažādās zinātņu nozarēs (</span><a href="https://oxfordre.com/communication/view/10.1093/acrefore/9780190228613.001.0001/acrefore-9780190228613-e-848"><span style="font-weight: 400;">Kajimoto &amp; Fleming, 2019</span></a><span style="font-weight: 400;">).</span></p>
<p><span style="font-weight: 400;">Ziņu pratība dažkārt tiek &scaron;auri formulēta kā</span><span style="font-weight: 400;"> </span><span style="font-weight: 400;">pārbaudī&scaron;anas (pārliecinā&scaron;anās) prasmju nodo&scaron;ana, lai patērētāji varētu pārbaudīt faktus un avotus un identificēt dezinformāciju. Lai gan &scaron;ie ir vērtīgi ziņu pratības izglītības rezultāti, zinā&scaron;anas un prasmes, kas liek ziņu pratējam veidot pla&scaron;āku ietvaru (</span><a href="https://doi.org/10.1177/14648849211005888"><span style="font-weight: 400;">Tully, Maksl, Ashley, Vraga &amp; Craft, 2021</span></a><span style="font-weight: 400;">, lpp. 3). Piemēram, ziņu pratības izglītība palīdz cilvēkiem atpazīt partizānu dezinformāciju un skeptiski uztvert ziņas, ar kurām viņi saskaras, un veicina skepsi pret politisko sazvērestību. Skepses veido&scaron;ana pret ziņām un informāciju ir ļoti svarīga, lai at&scaron;ķirtu augstas kvalitātes saturu no zemas kvalitātes vai nepatiesas informācijas (</span><a href="https://www.tandfonline.com/doi/full/10.1080/1369118X.2019.1637445"><span style="font-weight: 400;">Vraga &amp; Tully, 2021</span></a><span style="font-weight: 400;">, lpp. 154).</span></p>
<p><span style="font-weight: 400;">&nbsp;</span><span style="font-weight: 400;">Problēmas, kurām jāpievēr&scaron; uzmanība ziņu pratības mācību programmā, kā norāda </span><a href="https://www.researchgate.net/publication/337373252_News_literacy_and_fake_news_curriculum_School_librarians'_perceptions_of_pedagogical_practices"><span style="font-weight: 400;">Farmer (2019</span></a><span style="font-weight: 400;">, lpp. 5) ir uzticamas informācijas spēks un brīva informācijas plūsma, preses misija un tās attiecības ar valdību, žurnālistu darbs un lēmumu pieņem&scaron;ana, digitālās revolūcijas un ziņu mediju strukturālo izmaiņu ietekme uz ziņu patēriņu, ziņām un lasītājiem, lasītāju pienākumi un apziņa par pratības nozīmi (</span><a href="https://www.researchgate.net/publication/337373252_News_literacy_and_fake_news_curriculum_School_librarians'_perceptions_of_pedagogical_practices"><span style="font-weight: 400;">Farmer, 2019</span></a><span style="font-weight: 400;">, lpp. 5).</span></p>
<p><span style="font-weight: 400;">Detalizēta ziņu izpēte un izpratne, kas ir sniegta &scaron;ajā MOOC daļā, palīdz mums izveidot sarakstu ar priek&scaron;metiem, kas jāapskata visaptvero&scaron;ā ziņu pratības mācību programmā: žurnālistikas un citu informācijas sniedzēju at&scaron;ķir&scaron;ana, ziņu no&scaron;ķir&scaron;ana no viedokļiem, ziņu no&scaron;ķir&scaron;ana no sponsorētā satura, reklāmu identificē&scaron;ana, apgalvojumu un verifikāciju no&scaron;ķir&scaron;ana, pierādījumu no&scaron;ķir&scaron;ana no secinājumiem, ziņu dekonstruē&scaron;ana, pamatojoties uz pierādījumiem un avotu ticamību, ziņu mediju aizspriedumu no&scaron;ķir&scaron;ana no auditorijas aizspriedumiem, uzticamu informācijas avotu identificē&scaron;ana, piemērota un uzticama noteik&scaron;ana, meklē&scaron;anas stratēģijas, sociālo mediju ierakstu uzticamības noteik&scaron;ana, skaidro&scaron;ana, kāpēc sponsorētais saturs var nebūt uzticams, fotogrāfijas uzticamības noteik&scaron;ana, avotu ticamības un precizitātes noteik&scaron;ana, lasī&scaron;ana un kritiska domā&scaron;ana, avota autora/radītāja identificē&scaron;ana, identificēt aizspriedumus (<a href="https://www.researchgate.net/publication/337373252_News_literacy_and_fake_news_curriculum_School_librarians'_perceptions_of_pedagogical_practices">Farmer, 2019</a>, lpp. 5-7), faktu izsijā&scaron;ana no nepatiesības, algoritmu pārvaldī&scaron;ana, filtru burbuļu plī&scaron;ana un informācijas sasnieg&scaron;ana ārpus atbalss kamerām, strīdu slazdu atpazī&scaron;ana, meklētājprogrammu klasifikācijas un satura filtrē&scaron;anas algoritmu izpratne, faktu pārbaudes spēju attīstī&scaron;ana un faktu pārbaudes platformu iepazī&scaron;ana un atpazīstot &scaron;o platformu ierobežojumus.</span></p>

<h2>Vingrinājums</h2>
<iframe title="Essential MOOC - LV: 1.daļa - 8.nodaļa - 1.vingrinājums" src="http://essential.bilgiyonetimi.net/wp-admin/admin-ajax.php?action=h5p_embed&amp;id=81" width="776" height="342" frameborder="0" allowfullscreen="allowfullscreen"></iframe>
<h2>Tests</h2>
<iframe title="Essential MOOC - LV: 1daļa - 8.nodaļa - 1.tests" src="http://essential.bilgiyonetimi.net/wp-admin/admin-ajax.php?action=h5p_embed&amp;id=82" width="776" height="217" frameborder="0" allowfullscreen="allowfullscreen"></iframe>
<h2>Izmantotie informācijas avoti</h2>
<p><a href="http://www.ala.org/acrl/standards/ilframework" target="_blank" rel="noopener">American Library Association. (2021)</a>. Framework for Information Literacy for Higher Education.</p>
<p><a href="https://doi.org/10.1002/9781118841570.iejs0045" target="_blank" rel="noopener">Ashley, S. (2021).</a> News Literacy. In T.P. Vos, F. Hanusch, D. Dimitrakopoulou, M. Geertsema-Sligh and A. Sehl (eds.). The International Encyclopedia of Journalism Studies.</p>
<p><a href="http://jmc.sagepub.com/content/68/1/7" target="_blank" rel="noopener">Ashley, S., Maksl, A. &amp; Craft, S. (2013).</a> Developing a News Media Literacy Scale. Journalism &amp; Mass Communication Educator, 68(1), 7-21.</p>
<p><a href="https://www.researchgate.net/publication/235266224_Information_and_digital_literacies_a_review_of_concepts" target="_blank" rel="noopener">Bawden, D. (2001).</a> Information and digital literacies: A review of concepts. Journal of Documentation, 57(2), 218-259.</p>
<p><a href="https://literariness.org/wp-content/uploads/2019/06/Literariness.org-Nicole-A.-Cooke-Fake-News-and-Alternative-Facts_-Information-Literacy-in-a-Post-Truth-Era-ALA-Editions-2018.pdf" target="_blank" rel="noopener">Cooke, N. (2018).</a> Fake news and alternative facts: Information literacy in a post-truth era. ALA.</p>
<p><a href="https://doi.org/10.1177/1931243116656716" target="_blank" rel="noopener">Craft, S., Ashley, S., &amp; Maksl, A. (2016).</a> Elements of News Literacy: A Focus Group Study of How Teenagers Define News and Why They Consume It. Electronic News, 10(3), 143-160.</p>
<p><a href="https://socialmedia.soc.northwestern.edu/wp-content/uploads/2016/05/E2A_DJ_PREPRINT.pdf" target="_blank" rel="noopener">DeVito, M. A. (2017).</a> From editors to algorithms: A values-based approach to understanding story selection in the Facebook news feed. Digital Journalism, 5(6), 753-773, 10.1080/21670811.2016.1178592</p>
<p><a href="https://www.researchgate.net/publication/337373252_News_literacy_and_fake_news_curriculum_School_librarians'_perceptions_of_pedagogical_practices" target="_blank" rel="noopener">Farmer, L. (2019).</a> News literacy and fake news curriculum: School librarians&rsquo; perceptions of pedagogical practices. Journal of Media Literacy Education, 11(3), 1-11. doi: 10.23860/JMLE-2019-11-3-1</p>
<p><a href="https://www.researchgate.net/publication/275438820_Media_Literacy_News_Literacy_or_News_Appreciation_A_Case_Study_of_the_News_Literacy_Program_at_Stony_Brook_University" target="_blank" rel="noopener">Fleming, J. (2013).</a> Media literacy, news literacy, or news appreciation? A case study of the news literacy program at Stony Brook University. Journalism and Mass Communication Educator, 68. doi:10.1177/1077695813517885</p>
<p><a href="https://mediaeducationlab.com/sites/default/files/Hobbs%2C%2520NEWS%2520LITERACY%2520AEJMC%25202010_1.pdf" target="_blank" rel="noopener">Hobbs, R. (2010).</a> News Literacy: What Works and What Doesn&rsquo;t. Paper presentation at the Association for Education in Journalism and Mass Communication (AEJMC) conference, Denver, Colorado, August 7, 2010.</p>
<p><a href="https://www.researchgate.net/publication/255650596_Measuring_the_Acquisition_of_Media-Literacy_Skills" target="_blank" rel="noopener">Hobbs, R., &amp; Frost, R. (2003).</a> Measuring the acquisition of media-literacy skills. Reading Research Quarterly, 38(3), 330-355.</p>
<p><a href="https://oxfordre.com/communication/view/10.1093/acrefore/9780190228613.001.0001/acrefore-9780190228613-e-848" target="_blank" rel="noopener">Kajimoto, M. &amp; Flaming, J. (2019).</a> News Literacy. Oxford Research Encyclopedia of Communication.</p>
<p><a href="https://doi.org/10.1016/j.tsc.2019.05.004" target="_blank" rel="noopener">Lai Ku, K.Y., Kong, S.Q., Song, Y., Deng, L.P., Kang, Y. &amp; Hu, A. (2019)</a>. What predicts adolescents&rsquo; critical thinking about real-life News? The roles of social media news consumption and news media literacy, thinking skills and creativity.</p>
<p><a href="https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2342313" target="_blank" rel="noopener">Malik, M., Cortesi, S., &amp; Gasser, U. (2013)</a>. The challenges of defining &lsquo;news literacy&rsquo;. Berkman Center for Internet &amp; Society.</p>
<p><a href="https://doi.org/10.1080/21670811.2014.937149" target="_blank" rel="noopener">Meijer, I. C. &amp; Kormelink, T. G. (2015).</a> Checking, Sharing, Clicking and Linking. Digital Journalism, 3(5), 664-679, DOI: 10.1080/21670811.2014.937149</p>
<p><a href="https://reutersinstitute.politics.ox.ac.uk/sites/default/files/Digital%20News%20Report%202017%20web_0.pdf" target="_blank" rel="noopener">Newman, N., Fletcher, R., Kalogeropoulos, A., Levy, D.A.L. &amp; Nielsen, R. K. (2017)</a>. Reuters Institute Digital News Report 2017. Reuters Institute for the Study of Journalism.</p>
<p><a href="https://doi.org/10.1145/2702123.2702174" target="_blank" rel="noopener">Rader, E. &amp; Gray, R. (2015)</a>. Understanding user beliefs about algorithmic curation in the Facebook news feed. Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems (2015), pp. 173-182, 10.1145/2702123.2702174</p>
<p><a href="https://doi.org/10.1080/23808985.2008.11679081" target="_blank" rel="noopener">Rosenbaum, J. E., Beentjes, J. W. J., &amp; Konig, R. P. (2008)</a>. Mapping media literacy: Key concepts and future directions. Annals of the International Communication Association, 32(1), 313-353, DOI: 10.1080/23808985.2008.1167908</p>
<p><a href="https://doi.org/10.1177/14648849211005888" target="_blank" rel="noopener">Tully M, Maksl A, Ashley S, Vraga EK &amp; Craft S. (2021).</a> Defining and conceptualizing news literacy. Journalism. doi:10.1177/14648849211005888</p>
<p><a href="https://www.tandfonline.com/doi/full/10.1080/1369118X.2019.1637445" target="_blank" rel="noopener">Vraga, E. K. &amp; Tully, M. (2021). </a>News literacy, social media behaviors, and skepticism toward information on social media, Information. Communication &amp; Society, 24(2), 150-166, DOI: 10.1080/1369118X.2019.1637445</p>
<p><a href="https://doi.org/10.1093/ct/qtaa005" target="_blank" rel="noopener">Vraga, E.K., Tully, M., Maksl, A., Craft, S. &amp; Ashley, S. (2021)</a>.Theorizing news literacy behaviors. Communication Theory, 31(1)1&ndash;21.</p>
<h2>Ieteicamie informācijas avoti</h2>
<p><a href="https://www.researchgate.net/publication/235266224_Information_and_digital_literacies_a_review_of_concepts" target="_blank" rel="noopener">Bawden, D. (2001).</a> Information and digital literacies: A review of concepts. Journal of Documentation, 57(2), 218-259.</p>
<p><a href="https://doi.org/10.1177/14648849211005888" target="_blank" rel="noopener">Tully M, Maksl A, Ashley S, Vraga EK &amp; Craft S. (2021).</a> Defining and conceptualizing news literacy. Journalism.</p>
<p><a href="https://www.tandfonline.com/doi/full/10.1080/1369118X.2019.1637445" target="_blank" rel="noopener">Vraga, E. K. &amp; Tully, M. (2021). </a>News literacy, social media behaviors, and skepticism toward information on social media, Information. Communication &amp; Society, 24(2), 150-166.</p>
<p><a href="https://doi.org/10.1093/ct/qtaa005" target="_blank" rel="noopener">Vraga, E.K., Tully, M., Maksl, A., Craft, S. &amp; Ashley, S. (2021)</a>.Theorizing news literacy behaviors. Communication Theory, 31(1)1&ndash;21.</p>
<h2>Ieteicamie video</h2>
<p><a href="https://www.youtube.com/watch?v=36l0ff0FGXg&amp;list=PLd9hCvj34W5hHemY3weG4Py2oGRW-pkwb" target="_blank" rel="noopener">VOA Learning English. (2018).</a> Lesson6: News and social media.</p>
<p><a href="https://www.youtube.com/watch?v=pFnvixDwC_k" target="_blank" rel="noopener">The Center for News Literacy. (2013).</a> Why news literacy matters.</p>
</div>
<!--/span--></div>
<!--/row--></div>

<!--/.fluid-container-->

    <!-- Le javascript
    ================================================== -->
    <!-- Placed at the end of the document so the pages load faster -->
    <script src="../js/jquery-1.8.3.min.js"></script>
    <script src="../js/jquery-ui-1.9.1.custom.min.js"></script>
    <script src="../js/bootstrap.bundle.min.js"></script>
    <script src="../js/jquery.tocify.js"></script>
    <script src="../js/prettify.js"></script>
    <script src="../js/user_control.js"></script>
    <script>
        $(function() {

            var toc = $("#toc").tocify({
              selectors: "h2,h3,h4,h5"
            }).data("toc-tocify");

            prettyPrint();
            $(".optionName").popover({ trigger: "hover" });

        });
    </script>

  </body>
</html>