<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <title>Vadlīnijas psniedzējiem</title>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="This course is designed to help individuals to become smart consumers of news and informed participants in civic life.">
    <meta name="author" content="ESSENTIAL Project Turkish Team">

    <!-- Le styles -->
    <link href="../css/bootstrap.css" rel="stylesheet">
    <link href="http://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/themes/black-tie/jquery-ui.css" rel="stylesheet">
    <link href="../css/jquery.tocify.css" rel="stylesheet">
    <link href="../css/prettify.css" type="text/css" rel="stylesheet" />

    <!-- Le HTML5 shim, for IE6-8 support of HTML5 elements -->
    <!--[if lt IE 9]>
      <script src="http://html5shim.googlecode.com/svn/trunk/html5.js"></script>
    <![endif]-->

    <!-- Le fav icon -->
    <link rel="shortcut icon" href="../assets/ico/favicon.ico">

    <style>
    body {
      padding-top: 20px;
    }
    p {
      font-size: 16px;
    }
    .headerDoc {
      color: #005580;
    }

@media (max-width: 767px) {
    #toc {
        position: relative;
        width: 100%;
        margin: 0px 0px 20px 0px;
    }
}
    </style>

	<!-- Global site tag (gtag.js) - Google Analytics -->
	<script async src="https://www.googletagmanager.com/gtag/js?id=G-VFJPMP12NF"></script>
	<script>
  		window.dataLayer = window.dataLayer || [];
  		function gtag(){dataLayer.push(arguments);}
 		gtag('js', new Date());

 		gtag('config', 'G-VFJPMP12NF');
	</script>

</head>

  <body>

    <div class="container-fluid">
      <div class="row-fluid">
        <div class="span3">
          <div id="toc">
            <center>
              <br>
              <code class="trainee">Trainees Edition</code>
              <code class="trainer">Trainers Edition</code>
              <code class="select"><a href="?userType=trainee">Trainees Edition</a></code>
              <code class="select"><a href="?userType=trainer">Trainers Edition</a></code>
            <a href="#top"><img src="../img/index/essential_logo.jpg" width="75%"></a>
            <p><a class="btn btn-secondary btn-small" href="index.html">MOOC HOME</a></p>
            </center>
          </div><!--/.well -->
        </div><!--/span-->

        <div class="span9">
          <div class="hero-unit">
<h1>18. nodaļa:Vadlīnijas psniedzējiem</h1>
</div>
<h2><strong>Ievads</strong></h2>
<p><span style="font-weight: 400;">&Scaron;ī nodaļa palīdzēs pasniedzējiem izstrādāt, īstenot un novērtēt nodarbības (1.&ndash;16.) par dažādiem ziņu pratības aspektiem. Materiāli ietver 16 dažādas tēmas, kas iedalīti trīs satura daļās:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">1. daļa: Izpratne par jaunumiem (pamatinformācija); nodaļas 1.-8.</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">2. daļa. Mediju žurnālistika; nodaļas 9.&ndash;11.&nbsp;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">3. daļa: Kritiskā domā&scaron;ana par ziņām (kā kritiski lietot ziņas); nodaļas 12.-16.</span></li>
</ul>
<p><span style="font-weight: 400;">&Scaron;o materiālu var izmantot pieredzēju&scaron;i pedagogi un citi profesionāļi, kuri jau māca par ziņu pratību, kā arī tie, kuriem ir mazāka pedagoģiskā pieredze un kurus interesē semināru un/vai apmācību kursu vadī&scaron;ana pieaugu&scaron;ajiem par ziņu pratību. Mācību materiāli ir pla&scaron;i un daudzveidīgi. Katrai tēmai atvēlēta atsevi&scaron;ķa nodaļa, un to var mācīt neatkarīgi no citām tēmām. Tajā ir ietverti mērķi, mācību rezultāti un ieteikumi apmācības strukturē&scaron;anai, kā arī ieteikumi dažām mācī&scaron;anas un mācī&scaron;anās aktivitātēm. &Scaron;o vadlīniju psniedzējiem uzdevumi ir:</span></p>
<ul>
<li aria-level="1"><span style="font-weight: 400;">parādīt dažas pieaugu&scaron;o izglītojamo īpa&scaron;ības;</span></li>
</ul>
<ul>
<li aria-level="1"><span style="font-weight: 400;">parādīt dažādas pasniedzēju lomas;</span></li>
</ul>
<ul>
<li aria-level="1"><span style="font-weight: 400;">piedāvāt mācību metodes un paņēmienus, ko izmantot, mācot ziņu pratību;</span></li>
</ul>
<ul>
<li aria-level="1"><span style="font-weight: 400;">vadīt pasniedzējus mācību sesiju sagatavo&scaron;anā, nodro&scaron;inot stundu plāna struktūru.</span></li>
</ul>
<h2>Saturs: Vadlinijas pasniedzējiem</h2>
<h2><strong>Pieaugu&scaron;o izglītojamo raksturojums</strong></h2>
<p><span style="font-weight: 400;">Materiāls ir paredzēts dažādām pieaugu&scaron;o grupām, un tā mērķis ir uzlabot ziņu lasītprasmi un kritiskās domā&scaron;anas prasmes. Pieaugu&scaron;ie izglītojamie mācās dažādu iemeslu dēļ, un, to darot, parasti apgūst noteiktu prasmju kopumu. Daži pieaugu&scaron;ie izglītojamie mācās, lai pabeigtu izglītības programmu, kuru viņi uzsāku&scaron;i un nav pabeigu&scaron;i jaunībā vai pusaudža gados. Viņi mācās, lai tiktu paaugstināti darbā, saglabātu savu darba vietu vai iegūtu darbu. Viņi mācās, lai mainītu savu karjeru. Viņi mācās, lai iegūtu nepiecie&scaron;amās zinā&scaron;anas brīvajā laikā, nodarbojoties ar saviem vaļaspriekiem, ceļojot. Viņi mācās, lai sekotu prasībām saistībā ar izmaiņām ikdienas dzīvē, ko rada sabiedrības digitalizācija u.c.</span></p>
<p><span style="font-weight: 400;">Tikpat dažādi kā mācī&scaron;anās iemesli ir arī izglītojamo īpa&scaron;ības. Pieaugu&scaron;ie izglītojamie at&scaron;ķiras pēc vecuma, dzimuma, izglītības līmeņa, sociālekonomiskā statusa, nodarbinātības statusa, interesēm, uzskatiem, garīgajām spējām, motivācijas līmeņa mācīties u.c. Viņi pilda dažādas dzīves lomas: vecāki, darbinieki, bērni, draugi, partneri, kolēģi, pilsoņi. Viņu ziņu pratības vajadzības 30 gadu vecumā at&scaron;ķiras no ziņu pratības vajadzībām 50 vai 65 gadu vecumā un ir atkarīgas no dažādiem iepriek&scaron; minētajiem faktoriem. Tāpēc katram pasniedzējam, kas strādā ar pieaugu&scaron;ajiem izglītojamajiem, ir ļoti svarīgi ņemt vērā patiesi daudzveidīgo pieaugu&scaron;o izglītojamo vajadzību spektru.</span></p>
<p><span style="font-weight: 400;">Pēc Malkolma Noulza (</span><em><span style="font-weight: 400;">Malcolm Knowles</span></em><span style="font-weight: 400;">) domām pieaugu&scaron;ajiem izglītojamajiem ir nepiecie&scaron;ama pa&scaron;apliecinā&scaron;anās un individuāla mācī&scaron;anās. Turklāt pieaugu&scaron;ie pieprasa viņu statusa atzī&scaron;anu. Pētījumi par pieaugu&scaron;o izglītību izceļ pieredzes metodi (Hardy, 2005), ar kuras palīdzību viņi var vislabāk asimilēt mācītās zinā&scaron;anas. Pieaugu&scaron;ie veido saistības starp jēdzieniem, nevis iegaumējot vai mācoties strukturēti, bet gan atsaucoties uz pieredzes kontekstu. Tādējādi tiek radītas subjektīvas idejas, pieņēmumi un viedokļi par mācību programmu, kas var uzlabot mācību metodi un uzlabot sniegto saturu.</span></p>
<p><span style="font-weight: 400;">Gados vecāki pieaugu&scaron;ie ir aktīvāki mācī&scaron;anās situācijās, kurās viņiem nav &scaron;aubu un raižu par savām mācī&scaron;anās spējām, un viņi ir motivētāki un aktīvāki, veicot uzdevumus, kurus savā ikdienas dzīvē uzskata par svarīgiem, noderīgiem un nozīmīgiem. Tāpēc izglītības metožu izvēle ir saistīta ar mācī&scaron;anās jēdzienu: mācī&scaron;anās kā sevis transformācija, mācī&scaron;anās kā labāka dzīves izpratne, mācī&scaron;anās kā personīgās jēgas meklē&scaron;ana, mācī&scaron;anās kā informācijas uzkrā&scaron;ana vēlākai lieto&scaron;anai (</span><a href="http://www.utzo.si/wp-content/uploads/2019/10/Temeljne-metode-v-izobra%C5%BEevanju-starej%C5%A1ih.pdf"><span style="font-weight: 400;">Dr.Radovan M. (2019. gada oktobris)</span></a><span style="font-weight: 400;">; 6. slaids).</span></p>
<p><span style="font-weight: 400;">Daudzi pasniedzēji sagaida, ka viņu apmācāmie uzvedīsies kā "nobriedu&scaron;i cilvēki". Un, ja notiek neatbilsto&scaron;a uzvedība, tā var ātri kļūt par nosodījuma vai pat apvainojuma objektu. Lielāko daļu laika problēma ir pasniedzēja domā&scaron;anā ("Viņi" nav bērni, viņi to izlasīs pa&scaron;i!"), kas atspoguļojas viņu attieksmē pret mācī&scaron;anu. Efektīvs pedagogs apzinās, ka viņam ir arī audzinātāja, ne tikai informācijas sūtņa loma (Morano) M. (2013. gada augusts), 5. lpp.).</span></p>
<h4><strong>Pieaugu&scaron;o mācī&scaron;anās spējas</strong></h4>
<p><span style="font-weight: 400;">Pasniedzēju profesijā jau sen pieņemts, ka "mācī&scaron;anās spējas palielinās līdz 20 gadu vecumam, tad uz dažiem gadiem apstājas un pēc tam samazinās" (Jelenc, Sabina 1996: 21). Atklājumi par smadzeņu darbību to noliedz, lai gan ar vecumu tie&scaron;ām pasliktinās sajūtas (redze, dzirde), ātrums (fiziskā un intelektuālā reakcija) un fiziskais spēks (bet ne intelektuālais spēks). Pieaugu&scaron;o mācī&scaron;anās spējas galvenokārt ir atkarīgas no viņu garīgās aktivitātes. Vesels pieaugu&scaron;ais, kas vienmēr ir garīgi aktīvs, var lēnāk apgūt saturu, par kuru nav pieredzes, vai kas ļoti at&scaron;ķiras no pa&scaron;a pieredzes, bet atcerēsies to tikpat labi kā jaunietis. Tomēr pieaugu&scaron;ie atceras saturu, kas atbilst viņu pieredzei, pat ātrāk nekā jaunie&scaron;i. Ņemot vērā, ka pieaugu&scaron;ie mēdz būt emocionāli stabilāki nekā jaunie&scaron;i (ļauj labāk koncentrēties uz saturu) un pacietīgāki (ļauj būt neatlaidīgākiem mācību mērķu sasnieg&scaron;anā), apmācību nodro&scaron;inātājiem nevajadzētu uztraukties. Efektīvs pasniedzējs ļauj audzēkņiem saistīt saturu ar savu pieredzi un saskatīt atbilstību viņu pa&scaron;u dzīvei un darbam (Morano M. (2013. gada augusts), 6. lpp.).</span></p>
<h3><strong>Mācību plāno&scaron;ana par ziņu pratību</strong></h3>
<center>
<p><img src="../img/module_18/figure_01.jpg" /></p>
</center>
<p><span style="font-weight: 400;">&Scaron;ajā projektā sagatavotie mācību materiāli ir bagātīgi un pla&scaron;i. Kādu apmācību satura daļu pasniedzējam izmantot &ndash; visas nodaļasvai tikai atsevi&scaron;ķas? Pēc kādiem kritērijiem izvēlēties mācību materiālus semināra, nodarbības vai garāka kursa vadī&scaron;anai par ziņu pratību?</span></p>
<p><span style="font-weight: 400;">Pieņemot lēmumu, kādu saturu izmantot, sagatavojām dažus jautājumus pasniedzējam, lai palīdzētu izvēlēties:</span></p>
<ul>
<li><span style="font-weight: 400;">Kas ir mani apmācāmie un kādas ir viņu īpa&scaron;ības (vecums, izglītības līmenis, nodarbinātības statuss, sociālie apstākļi, motivācija piedalīties apmācībās utt.)?</span></li>
</ul>
<p><em><span style="font-weight: 400;">Padoms</span></em><span style="font-weight: 400;">. Mēģiniet savākt pēc iespējas vairāk informācijas par saviem studentiem, lai varētu pienācīgi sagatavoties. Jūs varat lūgt apmācību organizētāju sniegt jums datus, varat sagatavot īsu tie&scaron;saistes anketu un nosūtīt to studentiem pirms apmācību sākuma.</span></p>
<ul>
<li><span style="font-weight: 400;">Kādas ir galvenās nepilnības izglītojamo zinā&scaron;anās?</span></li>
</ul>
<p><em><span style="font-weight: 400;">Padoms</span></em><span style="font-weight: 400;">. Vienkār&scaron;s veids, kā pārbaudīt apmācāmo eso&scaron;ās zinā&scaron;anas, ir sagatavot īsu tie&scaron;saistes (pa&scaron;)novērtējuma testu par saturu, kuru gatavojaties mācīt, un apkopot apmācāmo atbildes, gatavojoties apmācībām.</span></p>
<ul>
<li><span style="font-weight: 400;">Cik daudz laika ir pieejams apmācībām?</span></li>
</ul>
<p><span style="font-weight: 400;">Padoms: esiet reālistisks. Ja gatavojaties četru stundu semināram, pārliecinieties, ka neņemat pārāk daudz satura un veltiet visu apmācību lekciju lasī&scaron;anai. Pārliecinieties, ka neatkarīgi no apmācību ilguma jūs sagatavojat aktivitātes, kas ir svarīgas studentiem un kuras viņi var saistīt ar savu pieredzi.</span></p>
<ul>
<li><span style="font-weight: 400;">Kāds ir nodarbības veids: klātiene, tie&scaron;saiste vai jauktais?</span></li>
</ul>
<p><em><span style="font-weight: 400;">Padoms</span></em><span style="font-weight: 400;">. Nodarbības veidam ir liela ietekme uz pasnieg&scaron;anu, un katram ir sava specifika. Noteikti pielāgojiet aktivitātes atbilsto&scaron;i izvēlētajam veidam. Ja veicat apmācību tie&scaron;saistē, padomājiet par to, kā saglabāt motivāciju, kad gatavojaties veikt pārtraukumus, kā nodro&scaron;ināt, lai dalībnieki būtu aktīvi (piemēram, sadaliet viņus atsevi&scaron;ķās tie&scaron;saistes telpās, lai strādātu grupās vai pāros). Apmācības klātienē gadījumā pārbaudiet, cik liela ir mācību telpa un kāds aprīkojums tai ir?</span></p>
<ul>
<li><span style="font-weight: 400;">Kā es varu zināt, vai apmācāmie ir sasniegu&scaron;i mācību mērķus?</span></li>
</ul>
<p><em><span style="font-weight: 400;">Padoms.</span></em><span style="font-weight: 400;"> Ir vairāki veidi, kā iegūt atsauksmes no studentiem. Var sagatavot īsu novērtējuma veidlapu, izglītojamo pa&scaron;novērtējuma veidlapu, viktorīnu vai citu.</span></p>
<p><strong>Ilgums</strong></p>
<p><span style="font-weight: 400;">Apmācības ilgumam jāatbilst apmācāmo vajadzībām, mācību mērķiem un pieejamajam laikam. Treneri var sagatavot un īstenot dažāda veida apmācības:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">1 dienas semināri par konkrētu tēmu;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">seminārs;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">garāks kurss.</span></li>
</ul>
<h3><strong>Pasniedzējs un mācību process</strong></h3>
<p><span style="font-weight: 400;">Pasniedzēji ir dažādu mācību priek&scaron;metu skolotāji, bibliotekāri, pedagogi valsts pieaugu&scaron;o izglītības centros, tre&scaron;ā vecuma universitātēs, personas bez formālās pedagoģiskās izglītības, kas vada seminārus NVO u.c.</span></p>
<p style="text-align: center;"><em><span style="font-weight: 400;">"Izturieties pret cilvēkiem tā, it kā viņi jau būtu tādi, kādiem viņiem vajadzētu būt, un jūs palīdzat viņiem kļūt par tādiem".</span></em></p>
<p style="text-align: center;">Johann Wolfgang Goethe</p>
<p><span style="font-weight: 400;">Mūsdienu izglītības pasniedzējs zina, ka nevar nevienam neko iemācīt, bet var tikai palīdzēt mācīties. Tāpēc personīgā sagatavo&scaron;anās mācī&scaron;anai balstās uz misiju: "es palīdzu cilvēkiem mācīties un mācos, to darot." Mūsdienu pedagogs neapgrūtinās ar pārāk daudz mācību grāmatā un mācību programmā ietverto materiālu, jo viņ&scaron; zina, ka ar pareizu sagatavo&scaron;anos mācī&scaron;anai un piemērotu mācību procesa vadī&scaron;anas veidu, viņ&scaron; mudinās apgūt materiālu patstāvīgi. Jēdziena 'pieaugu&scaron;ais' skaidrojumā jau redzējām, ka arī pieaugu&scaron;ajiem ir nepiecie&scaron;ams pasniedzējs, jo nobrie&scaron;anas process notiek visu mūžu. Protams, tas vairāk attiecas uz ilgākām izglītības formām, taču pat vienas dienas apmācībās var raisīt izmaiņas dalībnieku uzvedībā (Morano M. (2013. gada augusts), 16. lpp.).</span></p>
<h4><strong>Pasniedzējs kā informācijas sūtnis</strong></h4>
<p><span style="font-weight: 400;">Informācijas pārraidī&scaron;ana ir viena no pamata komunikācijas prasmēm, ko var izmantot gan īsā skaidrojumā vai precizē&scaron;anā, gan garākā lekcijā. Lai efektīvi pārraidītu informāciju, ir ļoti svarīgi ievērot &scaron;ādus principus&nbsp; (Marentič Požarnik B., p. 244):</span></p>
<ul>
<li><span style="font-weight: 400;">Skaidrība, saprotamība (paskaidrot mērķi un struktūru, t.i. ievadu, kodolu, noslēgumu; atsaukties uz priek&scaron;zinā&scaron;anām un pieredzi, sniegt labus piemērus, izmantot vizuālos materiālus);</span></li>
<li><span style="font-weight: 400;">Emocionāla iesaistī&scaron;anās (parādīt personisku pieredzi, spilgtus tēlus, saikni ar eso&scaron;ajām interesēm);</span></li>
<li><span style="font-weight: 400;">Dalībnieku mentālā aktivizē&scaron;ana (problēmās balstītīti piemēri, starpjautājumi pārdomām);</span></li>
<li><span style="font-weight: 400;">Verbālās un neverbālās komunikācijas saskaņotība.</span></li>
</ul>
<h4><strong>Uzdodot jautājumus</strong></h4>
<p><span style="font-weight: 400;">Jautājumu uzdo&scaron;ana ir viena no skolotāju pamatdarbībām, taču diemžēl uzdotie jautājumi pārsvarā ir zemāki kognitīvie jautājumi, kuriem nepiecie&scaron;ama tikai atmiņas reproducē&scaron;ana. Augstāka līmeņa jautājumiem ir jāvēcina domā&scaron;ana, jāsalīdzina, jāanalizē vai jāizdara secinājumi. &Scaron;o jautājumu īpatsvars var palielināties, ja skolotāji par to padomās.</span></p>
<p><span style="font-weight: 400;">Svarīga ir arī jautājumu uzdo&scaron;anas stratēģija: pasniedzējs uzdod jautājumu visai grupai, gaida, tad pajautā kādam dalībniekam un gaida atbildi. Gaidī&scaron;anas laiks ir ārkārtīgi svarīgs dalībnieka refleksijas un atbildes kvalitātei (Marentič Požarnik B., 245. lpp.).</span></p>
<p><span style="font-weight: 400;">Efektīvs pasniedzējs koncentrējas uz izglītojamajiem un rezultātiem, un izvairās no garām lekcijām, dodot priek&scaron;roku dažādu savu un apmācāmo darbību secībai. Tas nozīmē, ka, ja pasniedzējs ir bijis ziņotājs, viņ&scaron; to darīs īsi un ļaus dalībniekiem pēc tam ar &scaron;o informāciju kaut ko darīt: viņi var to apstrādāt vai izmantot praktiska uzdevuma risinā&scaron;anai.</span></p>
<h3><strong>Metodoloģija</strong></h3>
<p><span style="font-weight: 400;">Pieaugu&scaron;ajiem ir savas mācī&scaron;anās īpatnības, un ļoti svarīga ir izglītības metožu izvēle. Metožu izvēli ietekmē arī:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">atlases mērķi un saturs;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">mācību grupas īpatnības;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">psiholoģiskās vajadzības, kas tiek ņemtas vērā metožu izvēlē;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">pasniedzēja priek&scaron;stati par mācī&scaron;anu.</span></li>
</ul>
<p><span style="font-weight: 400;">Jāpievēr&scaron; uzmanība mācību mērķiem un saturam:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">mērķu taksonomija (Blūma taksonomija);</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">praktisks vai abstrakts saturs;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">motivējo&scaron;s saturs;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">kādas metodoloģiskās pieejas tas pieļauj? (Dr. Radovan M. (2019. gada oktobris), 4.&ndash;5. slaids).</span></li>
</ul>
<center>
<p><img src="../img/module_18/figure_03.jpg" /></p>
<p>Avots: <a href="https://cft.vanderbilt.edu/guides-sub-pages/blooms-taxonomy/" target="_blank" rel="noopener">https://cft.vanderbilt.edu/guides-sub-pages/blooms-taxonomy/</a>, 2022.gada janvāris</p>
</center>
<p><span style="font-weight: 400;">Vecākiem cilvēkiem vispiemērotākās izglītības metodes ir grupu un pieredzes apmaiņas metodes. Tās ietver: diskusijas, problēmu risinā&scaron;anas metodi, uz projektiem balstītu mācību metodi, izpētes metodi un citas metodes. (Dr. Radovan M. (2019.gada oktobris), 10.&ndash;11. slaids).</span></p>
<h4><strong>Eksperientālā mācī&scaron;anās</strong></h4>
<p><span style="font-weight: 400;">Termins "ekserientāls" liecina, ka &scaron;āda mācī&scaron;anās ir vērsta uz pieredzi. Teoriju izstrādāja Deivids A. Kolbs (1984), pamatojoties uz Djūija, Levina un Piažē pētījumiem par pieredzes nozīmi un lomu mācībās. Pēc Kolba domām, pieredzes apguve ir process kurā pieredze tiek pārvērsta zinā&scaron;anās (Morano M. (2013. gada augusts), 18. lpp.).</span></p>
<h5><strong>Kolba cikls</strong></h5>
<p><span style="font-weight: 400;">Pirmais posms ir pieredzes piedzīvo&scaron;ana vai pārdzīvo&scaron;ana, otrais posms ir pieredzes refleksija, tre&scaron;ais posms ir secinājumu veido&scaron;ana un ceturtais posms ir aktīvs mēģinājums apstiprināt secinājumus:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">konkrēta (reāla, maņu) pieredze</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">pārdomas par pieredzi</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">abstrakta (konceptuāla, mentāla) konceptualizācija (ideja, darbības veids, notikuma veids)</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">aktīva eksperimentē&scaron;ana</span></li>
</ul>
<div class="well">
<p><strong>Darbības piemērs:</strong></p>
<center>
<p style="text-align: left;"><span style="font-weight: 400;">1.solis: skolēni izlasa rakstu, kas ir viltus ziņas, to nezinot. Raksts ņemts no mācību materiāliem (konkrēta pieredze).</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">2. solis. Izglītojamie pārdomā savu pieredzi, lasot rakstu (reflektīvs novērojums):</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">Kā jūs jutāties, lasot rakstu?</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">Vai sniegtā informācija jums &scaron;ķiet pārliecino&scaron;a? Kāpēc? Kāpēc ne?</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">3. solis: apmācāmie uzzina par viltus ziņu īpa&scaron;ībām, pamatojoties uz rakstu (abstrakta konceptualizācija).</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">Vai varat identificēt pazīmes, kas liecina, ka ziņas ir viltotas?</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">Kuri tie ir?</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">Ko mēs no tā varam mācīties?</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">Kā jūs varat izmantot &scaron;īs zinā&scaron;anas nākotnē?</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">4. solis: mācās apgūto, izmēģina (aktīva eksperimentē&scaron;ana).</span></p>
<p style="text-align: left;"><span style="font-weight: 400;">Studenti lasa divas dažādas ziņas: viena ir viltus ziņa un otra ir patiesa. Viņi cen&scaron;as izmantot iegūtās zinā&scaron;anas, identificējot viltus ziņas.</span></p>
<p><img src="../img/module_18/figure_02.jpg" /></p>
<p>Avots: <a href="https://www.skillshub.com/what-are-kolbs-learning-styles/," target="_blank" rel="noopener">https://www.skillshub.com/what-are-kolbs-learning-styles</a>/, 2022.gada janvēris</p>
</center></div>
<h4><strong>Nodarbības plāns </strong></h4>
<p><span style="font-weight: 400;">Izglītība ir kā teātra izrāde. Teātra izrādes režisoram ir scenārijs, lai pārliecinātos, ka teātra izrāde sasniedz savu mērķi un norit raiti. Tas pats attiecas uz izglītības nodro&scaron;inātāju. Viņ&scaron;/viņa ir arī izrādes režisors. &Scaron;īs izrādes īpatnība ir skatītāju līdzdalība. &Scaron;īs mācību izrādes var radīt pārsteigumus, tāpēc </span><strong>nodarbības plāns</strong><span style="font-weight: 400;"> ir ārkārtīgi svarīgs. Kāpēc? Nodarbību plāna nepiecie&scaron;amībai ir vismaz trīs argumenti:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">apmācības detaļu sagatavo&scaron;ana ir efektīvāka (nodarbības plāns ļauj pasniedzējam visu nodarbību vadīt un tikt galā ar detaļām atbilsto&scaron;i to nozīmei, lai nodarbība noritētu veiksmīgi).</span></li>
</ul>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">atvieglot mācību norisi (pasniedzējs var pielāgot nodarbības gaitu tās pasnieg&scaron;anas laikā).</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">sagatavo&scaron;anās nāko&scaron;ajām nodarbībām ir īsāka un ātrāka (pasniedzējs atsvaidzina kursu, kad nodarbība tiek atkārtota, iespējams, nedaudz pārstrādā scenāriju atbilsto&scaron;i komentāriem, kurus viņ&scaron; ir pierakstījis vai saņēmis pēc pirmās nodarbības, jaunā grupā koncentrējas uz konkrētās grupas vajadzībām un specifiku).</span></li>
</ul>
<p><span style="font-weight: 400;">Scenārijs sākotnēji ir tikai orientējo&scaron;s nodarbības pasnieg&scaron;anas plāns. Personīgā sagatavo&scaron;anās nodarbībām pasniedzējs nepārtraukti atgriežas pie &scaron;ī izklāsta plāna, to aizpildot un modificējot. Scenārija galīgā versija tiek izveidota tikai tie&scaron;i pirms nodarbības sākuma. Scenārijs satur secību, kādā tiks organizētas dažādas nodarbības daļas, to apraksts, aptuvenais ilgums un nepiecie&scaron;amie palīglīdzekļi. Formāts var būt ļoti vienkār&scaron;s, piemēram:</span></p>
<table class="table table-bordered" style="width: 29.5318%;">
<tbody>
<tr>
<td style="width: 12.4711%;">
<p>Tēma</p>
</td>
<td style="width: 34.873%;">
<p><span style="font-weight: 400;">Pasniedzēja darbība</span></p>
</td>
<td style="width: 30.254%;">
<p>S<span style="font-weight: 400;">tudentu darbība</span></p>
</td>
<td style="width: 10.8545%;">
<p><span style="font-weight: 400;">Palīdzība</span></p>
</td>
<td style="width: 11.7783%;">
<p>Laiks</p>
</td>
</tr>
<tr>
<td style="width: 12.4711%;">
<p>&nbsp;</p>
</td>
<td style="width: 34.873%;">
<p>&nbsp;</p>
</td>
<td style="width: 30.254%;">
<p>&nbsp;</p>
</td>
<td style="width: 10.8545%;">
<p>&nbsp;</p>
</td>
<td style="width: 11.7783%;">
<p>&nbsp;</p>
</td>
</tr>
</tbody>
</table>
<p>Nodarbības scenārija daļas:</p>
<ul>
<li style="font-weight: 400;" aria-level="1">iesildī&scaron;anās un iepazī&scaron;anās</li>
<li style="font-weight: 400;" aria-level="1">kopīgu mērķu izvirzī&scaron;ana</li>
<li style="font-weight: 400;" aria-level="1">pasniedzēja darbība mērķu sasnieg&scaron;anai (piemēram, īsas interaktīvas lekcijas par konkrētām tēmām, norādījumu snieg&scaron;ana, procesu uzraudzība un pārraudzība, atgriezeniskās saites snieg&scaron;ana, procesu vadī&scaron;ana utt.)</li>
<li style="font-weight: 400;" aria-level="1">izglītojamo aktivitātes</li>
<li style="font-weight: 400;" aria-level="1">pārtraukumi (lai dalībnieki neformāli tiktos un dalītos pieredzē; atsvaidzinātu un apmierinātu fizioloģiskās vajadzības; un ļautu pasniedzējiem novērtēt apmācības atbilstību scenārijam un pieņemt lēmumu par iespējamām izmaiņām turpmākajā darbībā)</li>
<li style="font-weight: 400;" aria-level="1">papildu laiks neparedzētu problēmu risinā&scaron;anai</li>
<li style="font-weight: 400;" aria-level="1">novērtē&scaron;ana</li>
</ul>
<p>Nākamajā vadlīniju daļā tiks apskatīta vismaz viena metode un paņēmiens:</p>
<ul>
<li style="font-weight: 400;" aria-level="1">iesildī&scaron;anās un iepazī&scaron;anās</li>
<li style="font-weight: 400;" aria-level="1">kopīgo mērķu sasnieg&scaron;ana</li>
<li style="font-weight: 400;" aria-level="1">pasniedzēja aktivitātes nodarbības mērķu sasnieg&scaron;anai</li>
<li style="font-weight: 400;" aria-level="1">izglītojamo aktivitātes mērķu sasnieg&scaron;anai</li>
<li style="font-weight: 400;" aria-level="1">nodarbības novērtējums</li>
</ul>
<h4><strong>Mācī&scaron;anas metodes un paņēmieni</strong></h4>
<h5><strong>Iepazī&scaron;anās</strong></h5>
<p><span style="font-weight: 400;">Nodarbības sākumā dalībniekiem ir dalītas jūtas:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">zinātkāre,</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">cerības,</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">nenoteiktība,</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">apmulsums,</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">trauksme utt</span></li>
</ul>
<p><span style="font-weight: 400;">Dalībnieki meklē savu vietu grupā un identificē grupas galvenās personības. Ekstraverti dalībnieki diez vai var sagaidīt, kad varēs runāt, intraverti klusē un vienkār&scaron;i vēro. Grupa izstaro saspringtu enerģiju, uz kuru daudzi pasniedzēji reaģē ar satraukumu.</span></p>
<p><span style="font-weight: 400;">Efektīvs pasniedzējs apzinās nepiecie&scaron;amību atbrīvot spriedzi, tāpēc viņ&scaron; sāk tik&scaron;anos ar tā sauktajiem "ledlaužiem" (ice breakers). &Scaron;īs aktivitātes ļauj studentiem sākt gatavoties jaunai videi un jaunam notikumam (Morano M. (2013. gada augusts), 20.-21. lpp.).</span></p>
<h5><strong>Individuālās iesildī&scaron;anās metodes </strong></h5>
<p><span style="font-weight: 400;">Katrs dalībnieks uz A4 formāta lapas (vēl labāk uz A3 papīra, vai pat uz plakāta, ja var atļauties) uzzīmē savu attēlu darbā (vai privātajā dzīvē). Laika ziņā pasniedzējam ir lietderīgi iepriek&scaron; parādīt savu piemēru, bet, ja vēlaties vairāk rado&scaron;uma, labāk ir dot studentiem brīvību. Pēc tam katrs cilvēks uzlīmē savu zīmējumu pie sienas sadaļas ar uzrakstu "Kas mēs esam?" (vai "Tie esam mēs") un vienā minūtē (pieceļoties) paskaidro, ko viņi gribēja parādīt ar attēlu. Viņi var pārmaiņus ziņot, viņi var izvēlēties personu, par kuru ziņot, nododot "tenisa bumbiņu" vai līdzīgu priek&scaron;metu viens otram, pasniedzējs var jautāt "Kur&scaron; pirmais prezentēs uzzīmēto?" un tad pateicas viņam/viņai.</span></p>
<center>
<p><img src="../img/module_18/figure_05.jpg" /></p>
<p>Avots: <a href="https://pixabay.com/photos/brushes-painter-work-shop-bowl-3129361/" target="_blank" rel="noopener">Brushes Painter Work Shop - Free photo on Pixabay</a></p>
</center>
<p><span style="font-weight: 400;">Piemērots dalībnieku skaitam: līdz 10 personām</span></p>
<p><span style="font-weight: 400;">Ilgums: viena minūte zīmē&scaron;anai un viena minūte izklāstam</span></p>
<p><span style="font-weight: 400;">Nepiecie&scaron;ama: viena A4 lapa (A3 vai pat plakāts) katram dalībniekam, marķieris un līmlenta&nbsp;</span></p>
<p><span style="font-weight: 400;">(Morano M. (2013. gada augusts), 21. lpp.)</span></p>
<h5><strong>Iesildī&scaron;anās pāros </strong></h5>
<p><span style="font-weight: 400;">Sadaliet dalībniekus pa pāriem (tie var būt blakussēdētāji; tie var būt cilvēki, kas viens otru nepazīst; kritērijs var būt piemēram spēļu kārts, kuru katrs izvelk, ienākot telpā). Pastāstiet un parādiet instrukciju, kurā ir ne vairāk kā 3 jautājumi, uz kuriem jāatbild katram pārim, kamēr otrs klausās, jo tad viņ&scaron; pastāstīs pārējiem sava partnera atbildes. Ja dalībnieki viens otru vēl nepazīst, jautājumi var būt saistīti ar partnera darbu, interesēm, dzīves pieredzi u.c. Ja dalībnieki viens otru pazīst, jautājumi var būt saistīti ar nodarbības tēmu.</span></p>
<center>
<p><img src="../img/module_18/figure_04.jpg" /></p>
<p>Avots: <a href="https://pixabay.com/vectors/people-talking-gesturing-4498458/" target="_blank" rel="noopener">People Talking Gesturing - Free vector graphic on Pixabay</a></p>
</center>
<p><span style="font-weight: 400;">Piemērots grupas lielums: 8-12 dalībnieki</span></p>
<p><span style="font-weight: 400;">Ilgums: četras minūtes pāru diskusijai un viena minūte katrai atsevi&scaron;ķai prezentācijai</span></p>
<p><span style="font-weight: 400;">Nepiecie&scaron;ama: instrukcija, pulkstenis, skaņas ierīce (piemēram, gons, zvans)&nbsp;</span><span style="font-weight: 400;">(Morano M. (2013. gada augusts), 21.&ndash;22. lpp.).</span></p>
<h5><strong>Iesildī&scaron;anās grupās </strong></h5>
<p><span style="font-weight: 400;">Sadaliet dalībniekus grupās pa 3 vai 4 (var būt pēc atra&scaron;anās vietas: "Jūs trīs būsiet komanda, jūs trīs...", var būt pēc krāsainās uzlīmes, kas viņiem tika dota ierodoties; var būt pēc dzim&scaron;anas dienas (no 1-31). ) un pēc tam pēc kārtas saskaitiet to pa&scaron;u dalībnieku skaitu). Katra grupa dodas pie sava plakāta un tiek lūgts uzrakstīt līdz trim lietām, stāvot kājās (var būt trīs lietas, kas tās saista; var būt atbildes uz jautājumiem utt.). Pēc tam katrā grupā izvēlieties personu, kura prezentēs savu plakātu. Treneris atkarībā no uzdevuma izlemj, vai katra grupa prezentēs visus atklājumus vai tikai daļu no tiem.</span></p>
<center>
<p><img src="../img/module_18/figure_07.jpg" /></p>
<p>Source: <a href="https://pixabay.com/vectors/meeting-conference-general-assembly-6781073/" target="_blank" rel="noopener">Meeting Conference General - Free vector graphic on Pixabay</a></p>
</center>
<p><span style="font-weight: 400;">Piemērots grupas lielums: 9-25 dalībnieki (dalībnieku var būt vairāk, bet tad nav obligāti jāprezentē viss, ko viņi uzrakstīju&scaron;i, un var pat nebūt katrai grupai prezentēt - pietiek ar to, ka ir tiku&scaron;ies dalībnieki, kuri piedalīsies arī vēlāk).</span></p>
<p><span style="font-weight: 400;">Ilgums: ne vairāk kā trīs minūtes grupas uzdevumam un viena minūte katras grupas ziņojumam</span></p>
<p><span style="font-weight: 400;">Nepiecie&scaron;ams: plakāts un marķieris katrai grupai, instrukcija, pulkstenis, skaņas ierīce (piem., zvans) (Morano M. (2013. gada augusts), 22. lpp.).</span></p>
<h5><strong>Vingrinājums komandas saliedē&scaron;anai un efektīvas komunikācijas stiprinā&scaron;anai - Papīra kaklasaite</strong></h5>
<p><span style="font-weight: 400;">Uzzīmējiet kaklasaiti uz A4 papīra lapas un izgrieziet to. Uzrakstiet uz kaklasaites trīs apgalvojumus par sevi, viens no apgalvojumiem ir nepatiess, bet pārējie divi - patiesi. Katrs dalībnieks piesprauž kaklasaiti pie sava apģērba aug&scaron;daļas. Visi dalībnieki staigā pa telpu un mijiedarbojas ar pēc iespējas vairāk dalībnieku. Galvenais uzdevums ir noskaidrot, kur&scaron; no uzrakstītajiem apgalvojumiem ir patiess un kur&scaron; nepatiess. Vingrinājuma beigās dodiet visiem dalībniekiem iespēju dalīties savās sajūtās un atklājumos ar pārējiem. Vingrinājuma mērķis ir grupas dalībnieku iepazī&scaron;ana, kā arī klausī&scaron;anās prasmju nostiprinā&scaron;ana.</span></p>
<center>
<p><img src="../img/module_18/figure_06.jpg" /></p>
<p>Avots: <a href="https://pixabay.com/illustrations/business-man-people-inspiration-3021398/" target="_blank" rel="noopener">Business Man People - Free image on Pixabay</a></p>
</center>
<h5><strong>Individualizēta kopprojektē&scaron;anas metode </strong></h5>
<p><span style="font-weight: 400;">Vispirms katrs dalībnieks savā sarakstā apvelk trīs interesantākos mērķus. Pēc tam par katru izvirzīto mērķi pasniedzējs lūdz pacelt roku tiem, kas to ir apvilku&scaron;i. Uz plakāta tiek uzrakstīts balsu skaits, un trīs visvairāk balsu ieguvu&scaron;ie mērķi tiek apvilkti. Pēc tam pasniedzējs lūdz dalībniekus uz papīra lapiņām uzrakstīt savas vēlmes un ekspektācijas, kuras nebija ietvertas mērķos.</span></p>
<p><span style="font-weight: 400;">Koordinators savāc aizpildītās lapiņas un uzlīmē tās uz sienas daļas ar uzrakstu "Mūs interesē:" (vai "Vēlmes un ekspektācijas:"). Lapiņas kuras saturiski ir līdzīgas tiek pārbaudītas, kopīgi izlemjot, vai lapiņas grupēt kopā vai katrai no tām ir sava kategorija. Apmācību mērķim neatbilsto&scaron;ās vēlmes un ekspektācijas tiek novietotas citviet, paskaidrojot, kur, kad un kā tās var realizēt.&nbsp;</span></p>
<center>
<p><img src="../img/module_18/figure_09.jpg" /></p>
<p>Avots: <a href="https://pixabay.com/photos/skills-competence-knowledge-success-3267034/" target="_blank" rel="noopener">Skills Competence Knowledge - Free photo on Pixabay</a></p>
</center>
<p><span style="font-weight: 400;">Ilgums: 20 sekundes atlasei, viena minūte balso&scaron;anai, viena minūte vēlmju un ekspektāciju rakstī&scaron;anai, 3-5 minūtes lapiņu analīzei.</span></p>
<p><span style="font-weight: 400;">Nepiecie&scaron;ams: plakāts ar mērķiem un plakāts ar mērķu kārtas numuriem, flomāsters, līmlapiņas un flomāsters katram dalībniekam </span><span style="font-weight: 400;">(Morano M. (August 2013), 22.-23.lpp.).</span></p>
<h5><strong>Mērķu kopīga izstrāde mazās grupās vai pāros</strong></h5>
<p><span style="font-weight: 400;">Vispirms katrs dalībnieks savā sarakstā apvelk trīs interesantākos mērķus. Grupas vadītājs izveido lapu, kurā ieraksta, cik balsu dalībnieki ir atdevu&scaron;i par katru mērķi. Pēc tam rezultāti tiek paziņoti pasniedzējām un pasniedzējs tos pieraksta uz plakāta. Pēc tam pasniedzējs apvelk trīs visvairāk balsu ieguvu&scaron;os mērķus. Vēlāk pasniedzējs lūdz grupām vienoties par ne vairāk kā trim kopējām ekspektācijām (tās var uzrakstīt uz plakāta vai arī uz līmlapiņām, kā tas ir individuālajā metodē).</span></p>
<p><span style="font-weight: 400;">Pārrunas notiek, izmantojot &ldquo;vārdu cirkulācijas&rdquo; metodi, kur katra grupa skaļi izsaka tikai vienu vēlmi vai ekspektāciju. Kad aplis ir noslēdzies, to atkārto tik, cik ir nepiecie&scaron;ams, lai pasniedzējs varētu visu pierakstīt. Kad visas vēlmes un ekspektācijas ir sarakstītas, pasniedzējs apvelk tās, kuras var pieņemt kā mērķi &scaron;ajās mācībās, bet par pārējām norāda kur, kad un kā tās var realizēt vai (ja nezina), kā studenti uzzinās par &scaron;o informāciju.</span></p>
<center>
<p><img src="../img/module_18/figure_08.jpg" /></p>
<p>Avots: <a href="https://pixabay.com/illustrations/confident-businessman-presentation-3003944/" target="_blank" rel="noopener">Confident Businessman Presentation - Free image on Pixabay</a></p>
</center>
<p><span style="font-weight: 400;">Ilgums: 1 minūte saraksta sastādī&scaron;anai, 1-2 minūtes pārrunu veik&scaron;anai (atkarībā no grupu skaita), 2 minūtes vēlmju un ekspektāciju rakstī&scaron;anai, 3-5 minūtes vēlmju un ekspektāciju pierakstī&scaron;anai (pasniedzējam) un to analīzei.</span></p>
<p><span style="font-weight: 400;">Nepiecie&scaron;ams: plakāts ar mērķiem (vai projektors un plakāts ar mērķu kārtas numuriem), flomāsters (Morano M. (August 2013), 23. lpp.).</span></p>
<h5><strong>Interaktīva lekcija (prezentācija) </strong></h5>
<p><span style="font-weight: 400;">Runājot par interaktivitāti, vissvarīgākais ir mudināt izglītojamos iesaistīties un piedalīties informācijas saņem&scaron;anas laikā.</span></p>
<p><span style="font-weight: 400;">Pasniedzējs iedro&scaron;ina studentus:</span></p>
<ol>
<li><span style="font-weight: 400;">parādīt izpratni (pārbaudot, vai studenti seko līdzi:</span><br />
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kāda veida dezinformācija ir piemērā par iebraukumu Marsā?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kādas ir misinformācijas pazīmes?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kāpēc &scaron;ī ziņa tiek raksturota kā dezinformācija?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kāda ir galvenā at&scaron;ķirība starp trolli un botu?</span></li>
</ul>
</li>
<li><span style="font-weight: 400;">izteikt savu viedokli par sniegto informāciju: </span><br />
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kāpēc cilvēki rada informācijas traucējumus? Vai varat iedomāties kādu iemeslu?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kāpēc sociālie mediji ir svarīgi informācijas piesārņojuma radī&scaron;anā?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Mēs esam redzēju&scaron;i, ka apjukums un ilūzijas mudina mūs visus ticēt lietām, kas nav patiesas. Kuri kognitīvie mehānismi liek jums ticēt lietām, kas nav patiesas - apstiprinājuma aizspriedumi (confirmation bias), motivēta argumentācija, varbūt kognitīvā disonanse?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kāda ir atbalss kameru negatīvā puse? Vai ir arī pozitīvā puse?</span></li>
</ul>
</li>
<li><span style="font-weight: 400;">sniegt piemērus no savas pieredzes:</span><br />
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Vai esat kādreiz saskāru&scaron;ies ar interneta troļļiem? Kas lika jums domāt, ka tā ir troļļu darbība.</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Vai varat nosaukt kādu pozitīvo algoritmu ietekmi?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Vai apzināties sevi kā daļu no kādas atbalss kameras?</span></li>
</ul>
</li>
</ol>
<p><span style="font-weight: 400;">Iedro&scaron;ināt studentus ir ārkātīgi svarīgi. Dalībnieki var noteikt pasniedzēja nodomu pēc balss toņa un ķermeņa valodas. (Morano M. (August 2013), 24.lpp.).</span></p>
<h5><strong>Grupas procesu moderē&scaron;ana</strong></h5>
<p><span style="font-weight: 400;">Apmācību laikā tiek ietveras diskusijas, pārrunas, atgriezeniskā saite un novērtējuma saņem&scaron;ana. Koordinatora spēcīgākais rīks ir pla&scaron;s jautājumu klāsts (Morano M. (August 2013), 24.-25.lpp).</span></p>
<p><span style="font-weight: 400;">Jautājumi, kas papla&scaron;ina izglītojamo domā&scaron;anas veidu:</span></p>
<ul>
<li><span style="font-weight: 400;">Apskatīsim &scaron;o jautājumu pla&scaron;āk. Kā tas ietekmēs mūsu darbu?</span></li>
<li><span style="font-weight: 400;">Vai kādam ir citādāka pieredze?</span></li>
<li><span style="font-weight: 400;">Kas mums jādara tālāk?</span></li>
<li><span style="font-weight: 400;">Ko jūs domājat par (priek&scaron;likumu)?</span></li>
</ul>
<p><span style="font-weight: 400;">Jautājumi, lai pozitīvi atbildētu uz dalībnieku ieteikumiem, viedokļiem un uzskatiem, kas pirmajā brīdi liekas maldīgi vai nepareizi:</span></p>
<p><span style="font-weight: 400;">1. meklējot idejas problēmas risinā&scaron;anai:&nbsp;</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Tā ir viena no iespējām. Kādas vēl ir iespējas?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Paldies. Kādi vēl ir varianti?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Ko vēl mēs pievienosim &scaron;im sarakstam?</span></li>
</ul>
<p><span style="font-weight: 400;">2. diskusijā:&nbsp;</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kāds tam būtu sakars ar &hellip;?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kā tas var ietekmēt ...?&nbsp;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kā jūs nonācāt pie &scaron;āda secinājuma?</span></li>
</ul>
<p><span style="font-weight: 400;">Jautājumi, kuru mērķis ir panākt vienotu izpratni (skaidrību) starp visiem dalībniekiem:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Ko tie&scaron;i jūs ar to domājat?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kādus pierādījumus jūs varat sniegt par to?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kāds ir iemesls, kāpēc jūs tā domājat?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kā tas varētu ietekmēt jūsu darbu/situāciju/izpratni...?</span></li>
</ul>
<h5><strong>Dalībnieku uzraudzība un palīdzība grupu aktivitātēs </strong></h5>
<p><span style="font-weight: 400;">Pēc instrukciju snieg&scaron;anas dalībnieku aktivitātei, pasniedzējs kļūst par novērotāju. Novēro&scaron;anas mērķis ir pārbaudīt dalībnieku izpratni par uzdevumu (novērojot ķermeņa valodu, var pārliecināties, ka dalībnieki tie&scaron;ām saprot, ko no viņiem sagaida) un pieņemt lēmumu par iejauk&scaron;anās (palīdzības) nepiecie&scaron;amību..&nbsp;</span></p>
<p><span style="font-weight: 400;">Dalībnieku aktivitātēs, kas notiek pāros vai mazās grupās, vispirms jāļauj dalībniekiem pa&scaron;iem organizēties un pārrunāt uzdevuma mērķi. Ja pasniedzējs novēro &scaron;aubas dalībnieku vidū, vēr&scaron;as pie viņiem, piedāvājot savu palīdzību. Pasniedzējs iejaucas arī grupās, kuras vēl nav uzrakstīju&scaron;as neko uz plakāta, kā arī tad, kad pamana nesaskaņas grupā (viena persona atturas, tikai divi cilvēki diskutē, utt.). &Scaron;ādos gadījumos pasniedzējs pieet pie grupas, lai noskaidrotu, cik tālu viņi ir tiku&scaron;i, un izmanto jautājums, lai mudinātu pasīvos dalībniekus iesaistīties (Morano M. (August 2013), 26.lpp.). </span></p>
<h5><strong>Individuāla metode mācībām no iepriek&scaron;ējās pieredzes </strong></h5>
<p><span style="font-weight: 400;">&Scaron;ī metode ļauj dalībniekiem atkārtoti izdzīvot savu pieredzi un mācīties no tās vai dalīties pieredzē ar citiem dalībniekiem, lai viņi varētu mācīties no savas pieredzes. Pasniedzējs var vadīt &scaron;o aktivitāti diskusijas veidā, jautājot grupai par viņu pieredzi saistībā ar konkrētu problēmu. Tomēr pastāv iespēja, ka ekstraverti un ātri domājo&scaron;ie izteiksies un pārējie pie &scaron;ādas iespējas netiks. Savukārt, uzrunājot atsevi&scaron;ķas personas, dalībniekus var samulsināt (īpa&scaron;i introvertus).</span></p>
<p><span style="font-weight: 400;">Tāpēc efektīvam pasniedzējam vispirms jāļauj ikvienam īsi pārdomāt atbildi uz jautājumu. &Scaron;im nolūkam pasniedzējs var sagatavot darblapu kā izdales materiālu dalībniekiem, sakot: "Padomājiet par ziņu rakstu, par kura patiesumu nebijāt pārliecināts. Veltiet 1 minūti, lai par to padomātu un pierakstiet savas domas." Introvertiem dalībniekiem &scaron;ī minūte ļaus atcerēties vismaz vienu pieredzi, savukārt ekstraverti un ātri domājo&scaron;ie disciplinēs sevi, lai pārdomātu savu izvēli pirms stāsta par to citiem.</span></p>
<p><span style="font-weight: 400;">Otrais solis ir pārdomāt to, kas apgūts. Darblapā var ietvert tuk&scaron;u sadaļu (bez instrukcijām). Pēc 1 minūtes pasniedzējs varētu teikt: &ldquo;&Scaron;ajā tuk&scaron;ajā rāmī ierakstiet to, ko esat iemācīju&scaron;ies no &scaron;īs pieredzes. Veltiem tam 20 sekundes un pieraksties savas atziņas&rdquo;.</span></p>
<p><span style="font-weight: 400;">Nākamais solis ir ziņot par savu pieredzi. Pasniedzējs, balsoties uz līdz&scaron;inējo pieredzi darbā ar grupu, izlemj, kādu metodi veikt:</span></p>
<ul>
<li><span style="font-weight: 400;">izmantojot &ldquo;vārdu cirkulācijas&rdquo; metodi un pierakstot atziņas uz plakāta vai tāfeles;</span></li>
<li><span style="font-weight: 400;">izmantojot tenisa bumbiņu vai līdzīgu paņēmienu, lai izvēlētos runātāju;&nbsp;</span></li>
<li><span style="font-weight: 400;">vadot diskusiju, kurā pārliecinās, ka katrs dalībnieks kaut ko iegulda (atziņas pieraksta uz plakāta vai tāfeles). </span></li>
</ul>
<p><span style="font-weight: 400;">Pasniedzējs var arī izlemt dalīties ar savu vai citas personas pieredzi, atkarībā no dalībnieku līdz&scaron;inējo ieguldījumu kvalitātes. Noslēdzo&scaron;ais jautājums ir: &ldquo;Ko mēs varam mācīties no savas pieredzes?". Uz &scaron;o jautājumu var atbildēt dalībnieks (apkopojot to, kas uzrakstīts), vadot diskusiju vai organizējot grupu darbu (grupas uzdevums varētu būt: 3 secinājumi).</span></p>
<p><span style="font-weight: 400;">Dalībnieku skaits: līdz 10 cilvēki. Var aicināti vairāk dalībnieku, taču ne visi varēs dalīties ar savu pieredzi.&nbsp;</span></p>
<p><span style="font-weight: 400;">Ilgums: 1 minūte domā&scaron;anai (rakstī&scaron;anai uz papīra), 3-5 minūtes pieredzes prezentē&scaron;anai un analīzei, 3-5 minūtes secinājumu izdarī&scaron;anai. Kopā 7-11 minūtes.</span></p>
<p><span style="font-weight: 400;">Nepiecie&scaron;ams: darblapa katram dalībniekam, tāfele vai plakāts, flomāsters. (Morano M. (August 2013), 27.-28.lpp.).</span></p>
<h5><strong>Grupu metode mācībām no iepriek&scaron;ējās pieredzes </strong></h5>
<p><span style="font-weight: 400;">Līdzīgi kā individuālajā metodē, dalībnieki izdzīvo un dalās ar savu iepriek&scaron;ējo pieredzi. &Scaron;ī metode paredzēta lielākam cilvēku skaitam, kas sadalīti mazākās grupās. Katrs grupā sniedz savu ieguldījumu un mācās no citiem. Ikviens var mācīties no citu grupu atziņām.</span></p>
<p><span style="font-weight: 400;">Iesākumā var izmantot individuālo metodi: 1 minūte pārdomām, uzrakstot uz papīra. &Scaron;ī individuālā sagatavo&scaron;anās ļauj kvalitatīvāk piedalīties grupu darbā.</span></p>
<p><span style="font-weight: 400;">Pēc individuālās sagatavo&scaron;anās seko darbs grupās. Grupas dalībniekiem vajadzētu pārrunāt savu pieredzi, izvēloties vienu interesanāko un uzrakstīt, ko no tās ir iemācīju&scaron;ies. Grupas, kas pabeigu&scaron;as darbu ātrāk, var izvēliēties aprakstīt vēl kādu pieredzi.</span></p>
<p><span style="font-weight: 400;">Pēc trim minūtēm pasniedzējs ar skaņas signālu paziņo par uzdevuma beigām. Jā kāda grupa nav līdz galam pabeigusi savu darbu, pasniedzējs var mierināt, ka pietiek ar to, kas ir. Grupa, kurai ir vismazāk secinājumu, var uzsākt prezentāciju un tālāk turpināt ar &ldquo;vārdu cirkulācijas&rdquo; metodi, lai katra grupa var prezentēt visu, ko ir uzrakstījusi. Laika ierobežojumu gadījumā koordinators var izlemt izveidot īsāku prezentāciju, katrai grupai prezentējot tikai vienu atziņu.&nbsp;</span></p>
<p><span style="font-weight: 400;">Pasniedzējs var arī izlemt dalīties ar savu vai citas personas pieredzi, atkarībā no dalībnieku līdz&scaron;inējo ieguldījumu kvalitātes. Noslēdzo&scaron;ais jautājums ir: &ldquo;Ko mēs varam mācīties no savas pieredzes?", pasniedzējs pats atbild uz jautājumu (rezumējot uzrakstīto), vada diskusiju vai organizē grupu darbu (grupas uzdevums varētu būt: 3 secinājumi).</span></p>
<p><span style="font-weight: 400;">Dalībnieku skaits: 9-25 dalībnieki.</span></p>
<p><span style="font-weight: 400;">Ilgums: ne vairāk kā trīs minūtes grupas uzdevumam un viena minūte katras grupas prezentācijai.</span></p>
<p><span style="font-weight: 400;">Nepiecie&scaron;ams: plakāts un marķieris katrai grupai, instrukcijas uz plakāta, pulkstenis, skaņu ierīce (trijstūris, gongs, zvans) (Morano M. (August 2013), 28.-29.lpp.).</span></p>
<h5><strong>Prasmju apgū&scaron;ana caur praktiskajām demonstrācijām</strong></h5>
<p><span style="font-weight: 400;">Praktiskas demonstrācijas laikā pasniedzējs prezentē apspriežamo procesu vai darbību (piemēram, kā pārbaudīt fotoattēlu, izmantojot tie&scaron;saistes verifikācijas rīkus, kā izmantot Būla meklē&scaron;anas loģiku utt.).</span></p>
<p><span style="font-weight: 400;">Tas ļauj dalībniekiem iegūt jaunu pieredzi vai salīdzināt to ar eso&scaron;o pieredzi. Demonstrācija sasniedz savu mērķi, kad dalībnieki pa&scaron;i atkārto pasniedzēja prezentēto procesu vai darbību. Gatavojoties demonstrācijai, pasniedzējam būtu sev jāuzdod &scaron;ādi jautājumi:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Ko tie&scaron;i es cen&scaron;os demonstrēt?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kādos posmos es varu sadalīt demonstrējamo procesu vai darbību?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kā es varu studentiem sniegt konkrētu pieredzi?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kas demonstrācijā var neizdotiesi un kā to novērst?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Ko es darī&scaron;u, ja demonstrācija vai kāds tās posms neizdosies?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kā es zinā&scaron;u, ka demonstrācija ir sasniegusi savu mērķi?</span></li>
</ul>
<p><span style="font-weight: 400;">Pasnedzējs sniedz studentiem izklāstu, paskaidrojot, kas notiks demonstrācijas laikā, pievēr&scaron;ot uzmanību svarīgākajiem posmiem un informējot, kas būs jādara pēc tās. Tāpat nepiecie&scaron;ams sagatavo pēcdemonstrācijas instruktāžu, ļaujot studentiem strādāt individuāli vai grupās, tādējādi, pārbaudot, vai sapratsts demonstrācijā rādītais.</span></p>
<p><span style="font-weight: 400;">Līdzīgi notiek arī mācī&scaron;anās, skatoties video un klausoties audio ierakstus, jo pasniedzējs zina ierakstu saturu un var atbilsto&scaron;i sagatavot visus četrus Kolba cikla posmus.&nbsp; (Morano M. (August 2013), p 32).</span></p>
<h5><strong>Gadījuma izpētē balstīta mācī&scaron;anās</strong></h5>
<p><span style="font-weight: 400;">Gadījuma izpēte sniedz iespēju mācīties no citu pieredzes. Tas var būt stāsts par indivīdu, organizāciju, procesu, programmu vai pat notikumu.</span></p>
<p><span style="font-weight: 400;">&Scaron;īs metodes vissvarīgākā daļa ir labi izstrādāts reāla gadījuma apraksts.Gatavojot gadījuma izpēti, pasniedzējs uzdod līdzīgus jautājumus kā, gatavojoties demonstrācijas metodei:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kā es piesaistī&scaron;u studentu uzmanību un radī&scaron;u viņos vēlmi rūpīgi izlasīt tekstu?&nbsp;</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Ko viņi iegūs no teksta izlasī&scaron;anas?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kādu labumu viņi gūs no nodarbības?</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Kā panākt, lai studenti piedāvāto tekstu spētu ātri izanalizēt?</span></li>
</ul>
<center>
<p><img src="../img/module_18/figure_12.jpg" /></p>
<p>Avots: <a href="https://pixabay.com/images/search/description/" target="_blank" rel="noopener">100+ Free Description &amp; Why Images (pixabay.com)</a></p>
</center>
<p><span style="font-weight: 400;">Daži padomi:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Gadījuma situācijas piemērā jāietver patiesuma pierādījums (piemēram, tuvināts ekrānuzņēmums rakstam, kurā ziņots par incidentu).</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Sāciet, aprakstot problēmu vai jautājumu, uz kuru vēlaties gūt studentu atbildi, un pēc tam sniedziet viņam nepiecie&scaron;amo informāciju ar pavedieniem, lai viņi varētu izdarīt secinājumus.</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Tekstam, kas apraksta gadījuma situāciju, vienas A4 lapas garumā. Pla&scaron;āki gadījuma situācijas izklāsti piemēroti aktivitātēm, kas notiek apmācību laikā.</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Lai gan pasniedzējs var sagatavot vairākus gadījuma situāciju piemērus, ko indivīdi, pāri vai grupas pēc tam var prezentēt viens otram, taču lielāks ieguvums būtu, ja visi dalībnieki strādātu pie vienas gadījuma situācijas vienlaikus.</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Gadījuma situācijas metode var ilgt 15-45 minūtes. Pastāv risks, ka būs indivīdi (pāri, grupas), kuri fini&scaron;ēs ātrāk un tādi, kuri daudz vēlāk. Tāpēc ir svarīgi procesu sadalīt vairākos posmos (iepazīstoties ar lietu, reflektējot par lietu, analizējot to, pārbaudot konstatējumu pamatotību), noteikt laiku katram posmam, apturēt procesu pēc katra posma (ar skaņas signāls) un līdzsvarot grupu darbu, veicot pārrunas. (Morano M. (August 2013), 32-33.lpp.).</span></li>
</ul>
<h5><strong>Projekta darbs</strong></h5>
<p><span style="font-weight: 400;">Gan patstāvīgam, gan sadarbības projektu darbam ir izcili rezultāti pieaugu&scaron;o izglītībā, jo tie ļauj katram indivīdam pilnībā izmantot savu potenciālu. Sadarbības projektu darbam atrodami arī blakusefekti, piemēram, mācī&scaron;anās sadarboties, starppersonu komunikācija un projektu vadība.</span></p>
<center>
<p><img src="../img/module_18/figure_10.jpg" /></p>
<p>Avots: <a href="https://pixabay.com/illustrations/network-round-project-plan-quality-1987209/" target="_blank" rel="noopener">Network Round Project - Free image on Pixabay</a></p>
</center>
<p><span style="font-weight: 400;">Projektu darbs ir laikietilpīga metode, tāpēc to parasti izmanto apmācību laikā vai pēc tām. Svarīgas projekta darba sastāvdaļas ir:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">mērķa un uzdevumu definē&scaron;ana</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">resursu identificē&scaron;ana un</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">rezultātu sasnieg&scaron;anas metodes definē&scaron;ana</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">izpildes termiņa noteik&scaron;ana.</span></li>
</ul>
<h5><strong>Diskusiju metode &ndash; fundamentāla metode pieaugu&scaron;o izglītībā</strong></h5>
<p><span style="font-weight: 400;">Diskusiju metodi raksturo:</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Demokrātiskas attiecības</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Divvirzienu komunikācija</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Dalībnieku iesaiste</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Spēja argumentēt</span></li>
</ul>
<p><span style="font-weight: 400;">Tam ir īpa&scaron;a kvalitāte, jo diskusijā iegūtās zinā&scaron;anas ir noturīgākas, attīsta vērtību sistēmu un attieksmi. Diskusijas metode neprasa īpa&scaron;u sagatavo&scaron;anos no pasniedzēja puses, taču tā prasa rūpīgu mācību grupas pārbaudi par tās priek&scaron;zinā&scaron;anām utt.</span></p>
<center>
<p><img src="../img/module_18/figure_11.jpg" /></p>
<p>Avots: <a href="https://pixabay.com/images/search/discussion%20/" target="_blank" rel="noopener">900+ Free Discussion &amp; Conversation Images (pixabay.com)</a></p>
</center>
<p><span style="font-weight: 400;">Kad diskusiju metode mēdz izgāzties?&nbsp;</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Pārāk augstas skolotāja ekspektācijas</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Dalībnieku nesadarbo&scaron;anās</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">Pamatnoteikumu trūkums (diskusija).</span></li>
<li style="font-weight: 400;" aria-level="1">Metode tiek lietota nepilnīgā grupā&nbsp; (<a href="http://www.utzo.si/wp-content/uploads/2019/10/Temeljne-metode-v-izobra%C5%BEevanju-starej%C5%A1ih.pdf"><span>Dr. Radovan M. (October 2019)</span></a><span>, 12.-15. saids).</span></li>
</ul>
<h3><strong>Novērtē&scaron;ana</strong></h3>
<p><span style="font-weight: 400;">Ir daudz dažādu metožu un paņēmienu, lai novērtētu studentu apgūto:&nbsp;</span></p>
<ul>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">individuāla prezentācijas izveide par apgūto</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">plakāta sagatavo&scaron;ana</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">projekta uzdevuma sagatavo&scaron;ana</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">zinā&scaron;anu pārbaudes tests</span></li>
<li style="font-weight: 400;" aria-level="1"><span style="font-weight: 400;">viktorīna</span></li>
</ul>
<center>
<p><img src="../img/module_18/figure_13.jpg" /></p>
<p>Avots: <a href="https://pixabay.com/illustrations/feedback-report-back-balloons-4746811/" target="_blank" rel="noopener">Feedback Report Back Balloons - Free image on Pixabay</a></p>
</center>
<p><span style="font-weight: 400;">Ja jums ir laiks, varat sarīkot viktorīnu vai līdzīgu spēli, kas balstīta sacensībā starp grupām vai indivīdiem. Uzdevumu izpildei būtu nepiecie&scaron;amas iegūtās zinā&scaron;anas, spēja ātri rast atbildes, iegūto prasmju demonstrē&scaron;ana. (Morano M. August 2013, 36. lpp.).</span></p>
<h3><strong>Noslēdzo&scaron;ie ieteikumi nodarbību vadī&scaron;anā</strong></h3>
<p>Jūs varētu gūt iedvesmu no pieciem pēdējiem padomiem, kā vadīt apmācību:</p>
<ol>
<li><span style="font-weight: 400;">Veidojiet nodarbību </span><strong>interaktīvu</strong><span style="font-weight: 400;">: uzdodiet jautājumus, sagatavojiet viktorīnu, atskaņojiet video, kas papildina nodarbības tēmu. Lieciet studentiem runāt savā starpā, prezentējot grupās apspriesto.</span></li>
<li><span style="font-weight: 400;">Veidojiet nodarbību </span><strong>dinamisku</strong><span style="font-weight: 400;">: prezentējot nodarbībās tēmu, centieties būt atraktīvi. Prezentācijas laikā uzdodiet studentiem jautājumus, izmantojiet strīdīgus apgalvojumus, dodiet studentiem laiku atbildes apdomā&scaron;anai, runājiet pietiekami skaļi un neskatieties pārāk bieži uz slaidiem, bet gan uz savu auditoriju. Izmantojiet dažāda veida aktivitātes, lai radītu dinamiku.&nbsp;</span></li>
<li><span style="font-weight: 400;">Veidojiet nodarbību </span><strong>jēgpilnu</strong><span style="font-weight: 400;">: aiciniet studentus dalīties savā pieredzē un piemēros sasistē ar nodarbības tēmu. Vērojiet, kā nodarbības aktivitātes viņiem liek justies.</span></li>
<li><span style="font-weight: 400;">Esiet </span><strong>nesamākslots</strong><span style="font-weight: 400;"> un </span><strong>nepārsīlējiet</strong><span style="font-weight: 400;">: veidojot prezentāciju, mēģiniet slaidos nelikt pārāk daudz teksta. Pietiek ar 2-5 informācijas vienībām katrā slaidā. Iekļaujiet fotoattēlus, īsus video, infografikus utt.</span></li>
<li><span style="font-weight: 400;">Lūdziet </span><strong>atgriezenisko sait: </strong><span style="font-weight: 400;">pajautājiet studentiem, kas viņiem nodarbības laikā vislabāk patika un noderēja, ko viņi vēlētos dzirdēt par &scaron;o tēmu, ja nonāktu citā līdzīgā nodarbībā. Varat sagatavot īsu novērtējuma veidlapu, vai vienkār&scaron;i lūgt dalībniekus uzrakstīt savas atsauksmes uz lapas.</span></li>
</ol>
<h2><strong>Izmantotie avoti</strong></h2>
<p>Erasmus+ KA1 Mobilnost osebja v izobraževanju odraslih z naslovom Kakovost v izobraževanju odraslih; Nabor dokumentov, orodij, tehnik, vaj in metod. Firence 6. 12 &ndash; 11. 12. 2021</p>
<p><a href="https://doi.org/10.1016/j.sbspro.2014.07.684" target="_blank" rel="noopener">Florea, R. (2014). </a>Teaching Methods in Adult Education. An Appraisal of the Effectiveness of Methods Used in Training Future Teachers. Procedia - Social and Behavioral Sciences, 142, 352&ndash;358.</p>
<p>Jelenc, S. (1996). ABC izobraževanja odraslih. Ljubljana, ACS.</p>
<p>Marentič Požarnik, B. (2018). Psihologija učenja in pouka. DZS</p>
<p><a href="https://arhiv.acs.si/ucna_gradiva/Sodobni_pristopi_v_izobrazevanju_odraslih.pdf" target="_blank" rel="noopener">Morano, M. (August 2013):</a> Sodobni pristopi, metode in tehnike v izobraževanju odraslih. Ljubljana.</p>
<p><a href="http://www.utzo.si/wp-content/uploads/2019/10/Temeljne-metode-v-izobra%C5%BEevanju-starej%C5%A1ih.pdf" target="_blank" rel="noopener">Radovan, M. (October 2019)</a>. Temeljne metode izobraževanja starej&scaron;ih. Ljubljana</p>
<p><a href="https://doi.org/10.23860/JMLE-2019-11-2-1" target="_blank" rel="noopener">Rasi, P., Vuoj&auml;rvi, H., &amp; Ruokamo, H. (2019).</a> Media Literacy Education for All Ages. Journal of Media Literacy Education, 11(2), 1-19.</p>
</div>
<!--/span--></div>
<!--/row--></div>
<!--/.fluid-container-->

    <!-- Le javascript
    ================================================== -->
    <!-- Placed at the end of the document so the pages load faster -->
    <script src="../js/jquery-1.8.3.min.js"></script>
    <script src="../js/jquery-ui-1.9.1.custom.min.js"></script>
    <script src="../js/bootstrap.bundle.min.js"></script>
    <script src="../js/jquery.tocify.js"></script>
    <script src="../js/prettify.js"></script>
    <script src="../js/user_control.js"></script>
    <script>
        $(function() {

            var toc = $("#toc").tocify({
              selectors: "h2,h3,h4,h5"
            }).data("toc-tocify");

            prettyPrint();
            $(".optionName").popover({ trigger: "hover" });

        });
    </script>

  </body>
</html>